{
    "id": "143",
    "name": "鹰",
    "raw_wikitext": "{{舰娘图鉴 \n|分组=\n|特殊底色=\n|型号=航空母舰\n|名称=鹰\n|和谐名=\n|英文名=HMS Eagle\n|日文名=イーグル\n|编号=143\n|类型=航母\n|初始星级=★★☆☆☆\n|稀有度=精锐\n|阵营=皇家\n|掉落点=\n|活动掉落点=\n|其他获取途径=<!--【无则不填】-->\n|相关活动=[[碧蓝海事局永夜幻光活动专题|永夜幻光]]\n|耗时=02:00:00\n|营养价值={{强化值|炮击=4|雷击=|航空=58|装填=8}}\n|退役收益=金币9 燃油3 勋章4\n|需强化炮击=39\n|强化每点炮击所需经验=25\n|需强化雷击=0\n|强化每点雷击所需经验=0\n|需强化航空=69\n|强化每点航空所需经验=35\n|需强化装填=31\n|强化每点装填所需经验=30\n|解锁图鉴科技点=8\n|突破至满星科技点=16\n|达到120级科技点=12\n|解锁图鉴属性加成=轻航/正航 耐久+1\n|达到120级属性加成=轻航/正航 航空+1\n|图鉴耐久=B\n|图鉴防空=B\n|图鉴机动=C\n|图鉴航空=A\n|图鉴雷击=E\n|图鉴炮击=D\n|装甲类型=中型\n|初始耐久=1024\n|初始装填=41\n|初始命中=29\n|初始炮击=40\n|初始雷击=0\n|初始机动=10\n|初始防空=58\n|初始航空=70\n|初始消耗=4\n|初始反潜=0\n|满级耐久=6341\n|满级装填=114\n|满级命中=92\n|满级炮击=218\n|满级雷击=0\n|满级机动=48\n|满级防空=314\n|满级航空=375\n|满级消耗=12\n|满级反潜=0\n|航速=24\n|幸运=40\n|技能1名=变迁之秘\n|技能1=副武器栏位装备主炮武器时，提升副武器栏位武器效率25.0%（45.0%），提升该主炮武器的索敌范围和射程至80，战斗中每24秒发动一次弹幕攻击；副武器栏位装备轰炸机时，自身舰载机的第一轮空中支援加载时间缩短20.0%（50.0%）\n|技能2名=翔鹰之剑\n|技能2=自身发动空中支援时，额外使用专属剑鱼编队进行一轮航空鱼雷攻击Lv.1（Lv.10）\n|技能3名=\n|技能3=\n|技能4名=\n|技能4=\n|突破1阶效果=所有舰载机+1/舰载机效率提高3%\n|突破2阶效果=机库容量+1/副武器底座+1/舰载机效率提高5%\n|突破3阶效果=所有舰载机+1/舰载机效率提高7%\n|1号槽装备类型=战斗机\n|2号槽装备类型=鱼雷机\n|3号槽装备类型=轻巡炮、轰炸机\n|1号槽装备效率初始=120%\n|2号槽装备效率初始=125%\n|3号槽装备效率初始=55%\n|1号槽装备效率满破=135%\n|2号槽装备效率满破=140%\n|3号槽装备效率满破=55%\n|1号槽满破武器数=3\n|2号槽满破武器数=3\n|3号槽满破武器数=2\n|1号槽满破预装填数=0\n|2号槽满破预装填数=0\n|3号槽满破预装填数=2、0\n|装备1=\n|装备2=剑鱼T1\n|装备3=单装152mm副炮T1\n|装备说明=3号槽可装备轻巡炮或轰炸机\n|评价=三槽一般推荐使用轰炸机，能加速首轮空袭错开其他后排输出，在三航母组队时对防空或者是输出分波次都有不错的表现，单轮输出因为有弹幕加持也是不错的。三槽使用副炮因为射程仅80打不出很多有效输出而不推荐。\n|备注=\n'''翔鹰之剑：'''<br>\n288×2hit×3架 鱼雷机，平行雷，对甲补正80% 110% 130%。\n----\n[[File:鹰 变迁之秘.gif]]<br>\n变迁之秘效果同{{小图标|贝亚恩}}\n----\n<span style=\"color:red;\">💓誓约后有9个额外语音！！！💓</span>\n|CV=水沢史绘\n|画师={{画师数据 | 活断層 }}\n|微博={{画师数据 | 活断層 |微博}}\n|推特={{画师数据 | 活断層 |推特}}\n|P站={{画师数据 | 活断層 |P站}}\n|舰船型号台词=航空母舰—鹰\n|自我介绍台词=作为战列舰改造的航母，我曾为皇家的海上航空提供了大量的经验，也曾奋战在最前线，最后归宿于海上。对皇家战士来说，应该算是个不错的结局了。只是，被偷袭这点，总让人感觉有些无法释怀…\n|获取台词=我是皇家海军的航空母舰，鹰号。身为光荣的皇家海军战士，我会为了舰队贡献出自己的全部力量。\n|登录台词=嗯，很好！从你的准时可以看出，你是个很负责任的指挥官。\n|登录台词_2={{悬浮框|指挥官，如果哪天觉得累了，稍微休息下，晚点来也无妨。只要提前跟我说一下就行。|（好感为誓约）}}\n|登录台词_2_mediaFile =鹰login_ex1100.mp3\n|查看详情台词=在我之前，曾经有许多皇家的前辈也被赋予了“鹰”的名字，希望我今后也不会愧对这个满载着责任感和使命感的名字。\n|主界面1台词=今天的菜单…水果沙拉、蔬菜沙拉，低卡健康，嗯，非常完美！\n|主界面2台词= {{悬浮框|其实一旦习惯了，低卡食谱其实挺好吃的呢，有机会你也一起来试试吧，指挥官|（好感为誓约）}}\n|主界面3台词=对这本子的内容感到好奇？我劝你放弃。如果要是被你看到这里面的内容，那我就只好灭口了…开玩笑的。\n|主界面4台词= {{悬浮框|如果是指挥官的话，让你看看这里面的记录也不是不行…|（好感为誓约）}}\n|主界面5台词=之前在港区遇到了几位铁血的潜艇们，…我还没考虑好打招呼的方式，她们就像受惊的兔子一样跑了…唔…看来该反思下跟她们接触的方式了…\n|主界面6台词= {{悬浮框|最近，和其他孩子们也能好好打招呼了呢，呵呵，是不是和指挥官待久了，我也变得柔和了呢？|（好感为誓约）}}\n|主界面1台词_mediaFile =鹰main_1.mp3\n|主界面2台词_mediaFile =鹰main_1_ex1100.mp3\n|主界面3台词_mediaFile =鹰main_2.mp3\n|主界面4台词_mediaFile =鹰main_2_ex1100.mp3\n|主界面5台词_mediaFile =鹰main_3.mp3\n|主界面6台词_mediaFile =鹰main_3_ex1100.mp3\n|普通触摸台词=有什么事吗？如果是聚餐的话，唔…能替我参加一下吗？\n|普通触摸台词_2= {{悬浮框|有什么事吗？如果是聚餐的话，唔…有指挥官在的话我也比较能安下心…能和我一起去吗？|（好感为誓约）}}\n|普通触摸台词_2_mediaFile =鹰touch_1_ex1100.mp3\n|特殊触摸台词=我明白了，礼仪课就是为你这种人量身订制的。\n|特殊触摸台词_2= {{黑幕|{{悬浮框|别看这样我其实没什么肉…你、你干嘛？！|（好感为誓约）}}  }}\n|特殊触摸台词_2_mediaFile =鹰touch_2_ex1100.mp3\n|摸头台词=\n|任务提醒台词=指挥官，还有任务哦，尽快完成它们吧。\n|任务完成台词=很好，这才是一个优秀的指挥官应该有的样子。\n|邮件提醒台词=有你的邮件，可别忘了及时查看。\n|回港台词=今天的体重也没啥变化……啊？咳，咳嗯！指挥官你回来得比我预计的早呢。总，总之，先看看接下来的计划吧？\n|回港台词_2= {{悬浮框|\t今天也一切如常…哦？指挥官也平安归来了。嗯，这边也一切正常。|（好感为誓约）}}\n|回港台词_2_mediaFile =鹰home_ex1100.mp3\n|好感度-失望台词=你现在的模样，真的对得起对你付出那么多的大家吗？好好反省一下吧！\n|好感度-陌生台词=偶尔会被人说看起来有点凶狠，让人难以靠近，不过，我自认为自己还是比较好相处的…\n|好感度-友好台词=皇家有挺多茶会点心会之类的呢。总不去的话，感觉太不合群。去的话，什么都不吃好像也挺奇怪…放开来吃就好了？开、开什么玩笑！那些可都是卡路、…啊…咳咳，没，没什么，稍微有些失态了，抱歉。\n|好感度-喜欢台词=奇怪…明明最近我一直在坚持低卡菜单，每天也有在运动，为什么记录上体重几乎没什么变化？难道就因为我是战列舰改装而来，就不得不承受这样的命运…！？这不公平！\n|好感度-爱台词=现在的指挥官对我来说，早已是不可分割的一部分了，无论我如何改变…不，事到如今我也不会打算再作改变了。指挥官，对你来说，我是不是不可分割的一部分呢？\n|好感度-爱台词_2={{悬浮框|事到如今，身材体重的事似乎也没那么值得烦恼了。因为我知道，不管怎样，指挥官都会一如既往地看待我。毕竟现在，我们都已经离不开彼此了，是吧，指挥官？|（好感为誓约）}}\n|好感度-爱台词_2_mediaFile =鹰feeling5_ex1100.mp3\n|誓约台词=虽然我曾经无法跨越那道运河，但只要你遇到困难，我一定会跨越万难，来到你的身边。这不仅作为一名皇家的战士对指挥官的承诺，也是一个少女与重要之人的约定。\n|委托完成台词=委托完成了。这些小点心拿去犒劳大家吧。我？我就不用了。\n|强化成功台词=强化，应该对体重之类的没有影响吧…\n|强化成功台词_2= {{悬浮框|感觉不错…谢谢你，为了指挥官，无论多么狭隘的航路我都会全力开拓的。|（好感为誓约）}}\n|强化成功台词_2_mediaFile =鹰upgrade_ex1100.mp3\n|旗舰开战台词=战场啊…呵呵，我有些兴奋起来了！\n|胜利台词=对敌人的心慈手软，就是对同伴的不负责任。\n|失败台词=嘁，持续的作战导致了损伤吗……回去整修吧。\n|技能台词=抓到你了！\n|血量告急台词=皇家战士岂会因为这点困难而退缩？\n|彩蛋1台词={{#invoke:彩蛋台词|解析|20703|1|0}}这次，让我们一起战斗吧！\n|彩蛋2台词={{#invoke:彩蛋台词|解析|90401|1|0}}唔…我是不会输给你的诱惑的！\n|彩蛋3台词=\n\n|pve配装推荐1=\n|pve配装1推荐人=\n|pve配装1推荐理由=\n|pvp配装推荐1=\n|pvp配装1推荐人=\n|pvp配装1推荐理由=\n|pve配装攻略组认证=\n|pvp配装攻略组认证=\n|特殊配装推荐1=\n|特殊配装1推荐人=坐看云起\n|特殊配装1推荐理由=一般选择输出形态（带轰炸机），此时是个中规中矩的半预装填（先手必胜）航母，此时就按下图配装即可，所有配装推荐不变；<br>\n如果三号槽想选择副炮，则参考{{小图标|俾斯麦}}副炮栏推荐，选择“技能打远处”的轻巡副炮；（注意无视其中的驱逐炮推荐，航母只可带轻巡炮不能带驱逐炮）<br>\n但此船副炮射程只有80，90射程的俾斯麦尚且难打出伤害、只能弥补清杂弱的前排，帮她们打量产；所以效果一般，或者是为了强行做一个正常20s轴+弹幕的航母才这样。<br>\n\n|实装日期=2020年07月23日\n|身份= \n|性格=很好相处{{黑幕|自认为}}\n|关键词=认真\n|持有物=舰装双翼{{黑幕|赛博朋克}}\n|发色=亚麻色\n|瞳色=金\n|萌点=在意体重、麻花辫\n}}\n{{#invoke: 舰娘台词 | 台词面板 \n| 样式 = primary\n| 标题1 = 实习医生伊格\n| 内容1 = {{#invoke: 舰娘台词 | 台词表格\n  | desc =既然接受了任务，就要做到最好。现在的我不仅是皇家的战士，更是港区医院的实习医生。觉得身体有什么异状的话，尽管来找我吧，指挥官。\n  | desc_mediaFile =鹰换装1_get.mp3\n  | login =指挥官，说说你的症状吧。…唔，好像不太对，这样似乎太直白了，那就——你有觉得哪里不舒服吗？\n  | login_mediaFile =鹰换装1_login.mp3\n  | detail =为了这次的港区医院特别演习，我可是做了很多的准备哦。\n  | detail_mediaFile =鹰换装1_detail.mp3\n  | main_1 =我研究了一套新的“健康餐谱”，指挥官来试试吧，可以有效改善身体状况哦\n  | main_1_mediaFile =鹰换装1_main_1.mp3\n  | main_2 =救死扶伤，担负起生命的责任…医生也是个充满责任感与使命感的职业呢。\n  | main_2_mediaFile =鹰换装1_main_2.mp3\n  | main_3 =指挥官怕打针吗？我特意练习过打针的技巧，不会痛的，下次可以试试，啊，当然，没机会试是最好的…\n  | main_3_mediaFile =鹰换装1_main_3.mp3\n  | touch =保险起见，还是去量下体温吧，还是要我帮你？\n  | touch_mediaFile =鹰换装1_touch_1.mp3\n  | touch2 = {{黑幕|指挥官…果然是病迷糊了吗？我还是给你诊断一下吧？}}\n  | touch2_mediaFile =鹰换装1_touch_2.mp3\n  | home =《体重与健康管理的方法论》…啊、咳，咳嗯！你回来啦，指挥官。我、我只是在看点与医学相关的论文，没什么！\n  | home_mediaFile =鹰换装1_home.mp3\n  }}\n}}\n==舰船相关==\n===原型舰简介===\n[[File:HMS Eagle.jpg|缩略图|350px|右|鹰号航空母舰]]\n　　'''鹰号航空母舰（HMS Eagle, 94）'''是英国皇家海军在航空母舰建造方面的'''早期探索'''，鹰也是英国皇家海军中唯一一艘'''由无畏舰改装而来'''的航空母舰——“早期探索”究竟有多早？这么说吧，[[百眼巨人]]（HMS Argus）、[[暴怒]]（HMS Furious）、[[报复]]（HMS Vindictive）、'''鹰'''（HMS Eagle）、[[竞技神]]（HMS Hermes）这五舰是英国皇家海军在条约时代前建造的最具代表性的航空母舰，对日后英国航空母舰乃至世界航空母舰设计与发展产生了深远的影响。<br>\n　　一战前，由于爆发'''南美无畏舰竞赛'''，智利海军向英国购买建造了两艘28000吨级战列舰，即'''拉托雷海军上将级（Almirante Latorre class）'''——鹰号的前身是2号舰，科克伦海军上将号（Almirante Cochrane）。该舰由'''阿姆斯特朗·惠特沃斯有限公司（Sir W G Armstrong Whitworth & Co Ltd）'''承建，于1913年2月28日开工，建造船台位于纽卡斯尔【注：熟悉英国军工的指挥官看到承建商，估计就能感受鹰出生于什么年代了：该公司与维克斯厂合并后才是后来英国核心军工，维克斯·阿姆斯特朗厂】。1918年2月28日由皇家海军购回已停工的该舰，并由阿姆斯特朗继续将之改建为航空母舰，并在同年6月8日完工入水。<br>\n　　与此前的暴怒不同，鹰继承了百眼巨人的理念，安装'''全通式飞行甲板'''，并沿甲板中线布置了两座升降机，方便了舰载机起降作业。她们还开创性地在右侧设置了'''舰桥、烟囱、桅杆一体化的“舰岛”'''——这在日后也成为了舰队航母（Fleet Carrier）的重要设计标准。不过，与竞技神号采用的全封闭式舰首不同，鹰号只在最前端封闭了舰首。此外，在外观和设计上上，鹰号与竞技神号还有许多相同之处。<br>\n　　虽然入水较早，但鹰服役较晚，直到1924年2月20日才正式服役——原因是鹰在战间承担了皇家海军新型战机的飞行试验任务（实验早期阻拦索），并进行了进一步升级改装。二战爆发后，鹰在印度洋搜索德国海军破交舰艇，但很快在1940年5月进入东地中海，加入地中海舰队保护“马耳他岛-希腊-埃及”的航线，对抗意大利皇家海军。'''卡拉布里亚海战'''中，鹰与意大利空军互相先手打击，同时失手“以示友好”{{黑幕|（厌战：你认真点啊）}}——战争初期，因为皇家海军舰载机紧缺，鹰搭载的几乎都是[[剑鱼]]：它们在鹰出航时随之行动，停泊时则临时加入皇家空军行动。<br>\n　　但随着1941年，皇家海军新式航母逐渐入役，鹰再度被命令前往印度洋与南大西洋搜索德国突破封锁的舰艇进行打击——只是除了一艘油轮外再无斩获。1941年10月，鹰再度进行改装，并在次年上半年完成，携舰载机支援地中海马耳他战场。1942年8月11日，鹰在'''基座行动（Operation Pedestal）'''中被德潜艇[[U-73]]击沉于巴利阿里群岛，萨利纳斯角（Cape Salinas）南部海域。<br>\n{{原型舰性能数据\n|排水量标准=22200\n|排水量满载=26800\n|长=203.5\n|宽=32\n|吃水=8.1\n|动力=50000\n|装置=32 × 水管锅炉；4 × 齿轮减速蒸汽轮机；4 × 推进器\n|航速=24\n|最大航程=4800\n|最大航程所用航速=16\n|编制=791\n|武器=9 x 单装152mm副炮；5 x 单装102mm高炮\n|装甲=主装甲带：114mm\n|舰载机=25-30架\n}}\n*（资料来自维基百科）<ref>[https://en.wikipedia.org/wiki/HMS_Eagle_(1918) 维基百科-鹰号航空母舰（1918）]</ref><br><br>\n===舰船历史===\n{{折叠面板|标题=建造源起：南美海军竞赛|选项=21|主框=2|样式=warning}}\n19世纪末，随着南美洲各国经济实力的快速增长，各国对于自身利益诉求的矛盾也日益加剧，这最终导向了一场以外购军舰为主要方式的海军军备竞赛，包括巴西、阿根廷、智利在内的南美强国均积极向世界各国订购先进战舰，并在一定程度上促进了海军技术的实验与发展，各国均乐于将新的海军技术运用在这些外贸军舰上以检测设计的实用性。而当无畏舰这一革命性的舰种出现之时，理所当然地进一步刺激了这一场竞赛。<br>\n阿根廷与智利之间有着诸多的领土与资源矛盾，这最终使得他们早在19世纪末就进入了军备竞赛之中，完成了庞大的海军扩充计划，甚至已经签订了海军的限制条约。而当二十世纪初，巴西在拥抱共和、并伴随着国际橡胶市场的繁荣而累积了大量资本后，它的海军却与两位邻居完全不在同一水平线上，这使得巴西迫切地想要通过外购来建立一支与自己实力相符的舰队。<br>\n1904年，巴西开始向英国订购三艘米纳斯吉拉斯级（Minas Geraes）无畏舰（后交付两艘），而这极大地刺激了阿根廷与智利，两国纷纷突破海军限制协议，开始订购无畏舰。阿根廷于1910年向美国订购了两艘里瓦达维亚级（Rivadavia），'''而智利则在次年向英国订购了两艘拉托雷海军上将级（Almirante Latorre）'''，包括拉托雷海军上将号与'''<span style=\"color:red;\">科克伦海军上将号（Almirante Cochrane）</span>'''。这是一型标准排水量28100长吨的无畏舰，配备五座双联装14英寸45倍径舰炮、16座6英寸副炮及230mm的主装甲带，与英国的铁公爵级十分相似。<br>\n1911年11月2日，建造首舰拉托雷海军上将号的合同正式签约，27日开始在阿姆斯特朗造船开始建造。'''次舰科克伦海军上将号则于1912年7月29日订购，1913年2月20日开始铺设龙骨。'''<br>\n尽管拉托雷海军上将号已经于1913年11月27日下水，但次年爆发的一战使得二舰的建造均宣告中止。迫于日益严重的海上威胁，英国将目光投向了这些尚在船厂中的外贸军舰。但与像阿金库尔号那样直接征用的情况不同，由于与智利政府一直以来的良好关系，英国方面还是决定付款购买两艘战舰。拉托雷海军上将号在1915年9月20日完成舾装，10月15日以加拿大号（HMS Canada）的身份进入皇家海军服役，并参与了日德兰大海战。'''而科克伦海军上将号的建造进程则完全停止，皇家海军开始了对其进行航母改造的设计，并于1918年6月8日下水后开始针对性的改造工程。'''<br>\n[[File:1938年，身为皇家海军加拿大号的拉托雷海军上将号.jpg|缩略图|350px|右|1938年，身为皇家海军加拿大号的拉托雷海军上将号]]\n但是在当年11月，大战结束后，两艘军舰的去向再次成为了讨论的问题。智利军方仍然希望购回二舰，但南美各国对于得到这些军舰后的智利海军的威胁表示担忧。另一方面，英国对于继续出售二号舰科克伦海军上将号也有着自己的顾虑，由于已经开始了航母改造，将其恢复为战列舰并续建的经费比建成后出售她的利润更高。两相权衡之下，'''1919年，英国人将其从智利方面买下留为己用'''，而拉托雷海军上将号和另外四艘战前订购的驱逐舰在次年交付智利。<br>\n{{折叠面板|内容结束}}\n{{折叠面板|标题=曲折的诞生：修改、拖延与实验|选项=22|主框=2|样式=warning}}\n在1918年2月提出的设想，这艘改造而来的航母将拥有一个全通飞行甲板，以及分列两侧交错排列的两座舰桥。但在暴怒号上的飞行经验显示，在飞行员选择复飞时，往往会偏向左舷，所以在4月设计中取消了左舷舰岛。武器设备方面，则配备了12门6英寸火炮，以及两舷各三座的三联装鱼雷发射管，而整个机库等上层建筑将加建在原本的上层甲板之上。由外贸战列舰改造而来的身份为她带来了一些独特的设计，'''其动力系统混用油与煤，并且所有的参数标注均为公制单位。'''<br>\n在战后与智利的交涉结束后，航母改造工程得以继续。此时，皇家海军希望使用一艘带有舰岛的航母进行舰载机的拦阻装置的测试，而这艘已经建造到一半的航母就成了最好的选择。1920年4月20日，其开始前往朴次茅斯造船厂进行相对应的改装。<br>\n[[File:鹰，1920年.PNG|缩略图|350px|右|鹰，1920年]]\n此次实验主要测试的是之前在百眼巨人号航母上所使用的'''纵向阻拦装置'''，其安装目的主要是防止飞机在降落时偏向一侧。5月10日，测试正式开始。首先进行实验的是索普威斯骆驼战斗级以及帕纳尔黑豹侦察机两种轻型双翼机，并在6月1日开始了舰上起降试验。而在随后的日程中，包括布里斯托尔F2B战斗级、索普威斯布谷鸟鱼雷机以及德哈维兰DH.9轰炸机在内的中大型双翼机也参与了测试。这次的实验十分成功，并且对这艘航母的后续建造方案修改也提出了不少修改意见。<br>\n1921年3月24日，她的建造工作在朴次茅斯造船厂重新开始。在修改后的设计中，重新设计了舰岛的形状，6英寸炮的数量和布置位置也有所修改，由原本的12门变为9门，其中6门在两舷，3门在船艉。船型本身也得到了改善，飞行甲板的前端修改为流线型以改善气流，并且船体加装了防鱼雷隔舱以利用其中的油舱减少鱼雷损害。<br>\n在一系列的设计修改之后，'''<span style=\"color:red;\">科克伦海军上将号成为了皇家海军的鹰</span>'''''，''并于1926年2月26日正式服役，'''一举成为当时世界上最大的航空母舰。'''<br>''\n{{折叠面板|内容结束}}\n{{折叠面板|标题=间战期：使用探索与改装|选项=23|主框=2|样式=warning}}\n<div class=\"timeline\">\n;1924年\n: 6月7日，鹰号被分配到地中海舰队服役。此时她搭载了4个6机编队，包括402号费尔雷鹟鸟式战斗机小队、422号布莱克本R-1侦察机小队、440号布莱克本回旋镖式鱼雷机小队以及460号超级马林海鸥式水上飞机小队。\n;1925年\n: 由于海鸥在实际使用中的表现不佳，最终在1925年1月被费尔雷三式侦察机所取代。同年年底，鹰号返回德文波特拆除了其在未服役时便安装的纵向阻拦装置{{黑幕|（实验起来很有作用，实际用起来并没大用）}}，并在舰岛之前的飞行甲板上加装了两座40mm砰砰炮。\n;1926-1929年\n: 鹰在1926年再次返回地中海执勤，并在1928年与勇敢号航母组队以探索多航母编队的作战行动，还在1929年加装了机库喷淋灭火系统。1929年6月29日，鹰号救起了一架落水的道尼尔·杜·沃尔式飞行艇，这架名为努曼西亚的飞行艇在其第二次环球飞行的途中，由于燃料不足而坠落在北大西洋。'''其机长为西班牙空军少校拉蒙·弗朗哥，正是西班牙独裁统治者弗朗哥的弟弟。'''\n[[File:1931年演习中的鹰，甲板上停放了7架费尔雷鹟鸟式战斗机.PNG|缩略图|350px|右|1931年演习中的鹰，甲板上停放了7架费尔雷鹟鸟式战斗机]]\n;1931年\n: 1931年夏天，鹰参加了地中海舰队的大演习，随后于8月进入了德文波特造船厂，开始了服役后的第一次大规模改装，包括对防空武备的增强以及一系列损管设施加装。其锅炉得到了更换，舰岛上烟囱之间的4英寸高炮被替换为八联装40mm“砰砰”炮，在右舷后部的飞行甲板则加装了一座4联装博福斯。飞行甲板上则加装了4座消防泡沫灭火系统，并且在桅杆上安装了HACS防空火控系统。改装工作在1932年11月28日全部完成。\n;1933年4月\n: 尽管在32年就已完成改装，但直到33年4月鹰才补齐人员得以部署行动。改装完成后的鹰被部署到香港，以保护英国的远东利益，对抗当地的海盗行为。'''然而热带的高温使得舰上的弹药储存与居住环境都出现了不小的问题，此次部署所暴露的问题也成为了接下来改装的主要解决目标。'''\n;1936年\n: 鹰号返回德文波特进行了又一次改装，安装了拦阻索，将1925年加装的砰砰炮改为一座八联装40mm“砰砰”炮，并再次加装了一座4联装博福斯。针对远东热带的高温，舰上的通风系统也得到了改善。在改装完成后，鹰于1937年返回远东。\n;1939年8月12日\n: 在香港完成了舰员轮换后，鹰前往新加坡进行一次短暂的维护改装。也就在此期间，'''新的战争正式打响了。'''\n<gallery mode=\"packed\" heights=\"200px\">\n停泊在香港的鹰.jpg|停泊在香港的鹰\n鹰，1937年.jpg|鹰，1937年\n鹰，1939年.jpg|鹰，1939年\n</gallery>\n</div>\n{{折叠面板|内容结束}}\n{{折叠面板|标题=大战伊始：围剿、护航，东征西讨|选项=24|主框=2|样式=warning}}\n<div class=\"timeline\">\n;1939年9月\n: 鹰与伯明翰号巡洋舰及果敢号驱逐舰组成舰队开始巡逻，并在4号在苏门答腊群岛附近巡逻时发现了德国商船弗兰肯号（SS Franken）。伯明翰号前去拦截，而鹰则继续巡逻并前往科伦坡。25号，鹰从科伦坡出发，与利物浦号巡洋舰汇合，护送船队从孟买经印度洋返回科伦坡，随后继续在印度洋海域执行任务。\n;围剿斯佩伯爵\n: 10月5日，鹰接到命令，在与康沃尔郡、{{小图标|多塞特郡}}及{{小图标|格罗斯特}}汇合后，于印度洋共同搜索{{小图标|斯佩伯爵海军上将}}及其他德国破袭船只。17号，利物浦号也加入了巡逻队，而格洛斯特号则于20号脱离。在10月和11月，鹰、康沃尔郡与多塞特郡继续在印度洋持续进行搜索与护航。\n: 12月1日，在得到斯佩伯爵及席尔海军上将号在查戈斯群岛附近进行破交作战的确切活动情报后，船队南下开始进行搜索，而格洛斯特号也在7日加入。而在13日，{{小图标|阿贾克斯}}、{{小图标|阿基里斯}}与{{小图标|埃克塞特}}成功发现斯佩伯爵并与之交战，鹰则在次日赶去增援，但在司令部安排了{{小图标|声望}}等舰前去支援后，鹰小队继续回归印度洋执行任务。\n;1940年1月\n: 鹰在护送了载有澳新军团的船团通过苏伊士运河后，与{{小图标|苏塞克斯}}共同于科伦坡进行演习，随后前往亭可马里，并在随后的一个月中与拉米雷斯号战列舰及{{小图标|肯特}}等舰继续执行对其余澳新军团船队的护航任务。\n;3月14日\n: 在独自航行期间，一场意外发生了。可能是由于舰载机着陆过程中的震动，一枚250磅炸弹的安全装置被解除，并在卸下后于F弹药库内发生了爆炸，造成了14人阵亡，3人负伤，虽然舰上的消防系统扑灭了火灾，但也对鹰造成了严重的破坏，不得不取消原定的部署计划进入干船坞进行维修。\n;5月\n: 在维修结束后，鹰于5月被召回地中海舰队，以代替返回本土的{{小图标|光荣}}。月末，鹰号与{{小图标|厌战}}、拉米雷斯、{{小图标|阿尔汉格尔斯克|君权}}、{{小图标|英勇}}及马来亚号共同组成了地中海舰队第一中队，并在随后与法国战列舰洛林号共同进行演习。基于对与意大利舰队发生战斗的预期，第一中队迅速在地中海展开了搜索行动，并与意大利潜艇及驱逐舰发生了数次战斗，但鹰本身并未过多执行打击任务，而以提供空中侦察为主。\n;弩炮行动\n: 在法国投降后，英国对于法国舰队的存在惴惴不安，'''最终选择在7月3日对法军舰艇实行扣押或是击沉'''。鹰此时所在的亚历山大港内便停泊着数艘法军舰艇，自然成为了执行行动的一员，'''不过所幸在这里并未发生流血冲突'''。\n</div>\n{{折叠面板|内容结束}}\n{{折叠面板|标题=空枪看客：卡拉布里亚海战|选项=25|主框=2|样式=warning}}\n<div class=\"timeline\">\n;1940年7月5日\n: 在弩炮行动结束后，第一中队在随后的7月5日重新开始了对于意大利舰队的大规模作战行动。813中队首先从陆上基地起飞，与皇家空军共同进攻了托布鲁克港，击沉了西风号驱逐舰（RM Zeffiro）及曼佐尼号货轮（SS Manzoni），并且炸毁了东风号驱逐舰（RM Euro）的船艏，同时造成另外两艘商船的搁浅。双方的气氛剑拔弩张，更大规模的战斗已经逐渐浮出水面。\n: 此时的意大利正迫切地希望组织船队将补给运输到利比亚以支援那里的部队，而英国也期望将更多的补给运输到马耳他以保持对地中海航线的威慑，并伺机打击意大利运输船团吗，双方冲突集中爆发的时间点终于到来。\n;7月8日\n: 8日，在意大利海军的护航下，一支运输船团开始向北非进发。意大利舰队的组成有包括{{小图标|朱利奥·凯撒}}及{{小图标|加富尔伯爵}}在内的两艘战列舰、六艘重巡、八艘轻巡及26艘驱逐舰，指挥官为伊尼戈·坎皮奥尼海军上将（Inigo Campioni）。而英方这边则由二战中最优秀的指挥官之一的安德鲁·坎宁安上将（Andrew Cunningham）带领地中海舰队的成员寻求打击。意大利舰队在行动的开始为了保护运输船团而保持了避战的策略，主要的进攻任务由意大利空军执行，并且取得了相当不错的战果，直接炸毁了{{小图标|格罗斯特}}的舰桥，使得包括她的舰长在内的18人当场阵亡。'''不过格洛斯特也并没有退出战斗序列，而是后退到舰队中心继续执行对鹰的护卫任务。'''与此同时，坎宁安决定将舰队部署到意大利舰队与其塔兰托母港之间，以切断其回航的航线，两只舰队间的冲突已经无可避免，'''<span style=\"color:red;\">卡拉布里亚海战爆发</span>'''''。\n;7月9日\n: 随着两支舰队的距离逐渐拉近，双方开始交战。站位较前的巡洋舰队率先发生了接触，但很快，英军巡洋舰的数量劣势便逐渐显露，巡洋中队指挥官约翰·托维中将决定后撤，将意方舰队引入己方主力部队的射程之内。但也正是在这一过程中，海王星号被朱赛佩·加里波第号击中，弹射器与侦察机被击毁并引发了火灾。为支援巡洋舰队，坎宁安将航速过慢的君权与马来亚放置在后方，带领厌战快速前出交战。\n: 厌战成功进入射程，并对前出的意大利巡洋舰队开火，但并没有取得命中。并且为了等待后方的君权与马来亚，厌战号也开始了回转运动并导致速度下降。意大利指挥官抓住了这个机会，决定对英方战列舰发起进攻，朱利奥·凯撒开始对厌战进行炮击，而加富尔伯爵则负责后方的马来亚与君权。厌战很快遭到了朱利奥·凯撒以及重巡舰队的集火射击。'''交火过程中，厌战号创造了服役生涯中的奇迹：在26000码的距离上，她取得了对朱利奥·凯撒后部甲板的一发命中，迫使其减速到18节，<span style=\"color:red;\">这是海军历史上距离最远的命中记录之一。</span>'''{{黑幕|（查询鹰的状态）}}\n: 此时的情况对于双方而言都十分微妙。对于英军而言，厌战正处于脱离战场的体位，君权及马来亚与其汇合并重新整队需要一定的时间。而对于意大利舰队而言，由于朱利奥·凯撒的退场，加富尔伯爵不得不面对英军三艘战列舰的火力。从结果而言，双方的战列舰均在事实上退出了战斗。巡洋舰队们仍然进行了一些战斗并互有胜负，随后双方均将希望寄托在驱逐舰队的雷击之上，但均未取得成功。意大利舰队最终决定往莫西拿方向撤退，而英军也由于己方的损失、追击的难度以及意大利空军的袭击，决定撤退，'''卡拉布里亚海战的主要战斗就此结束。'''\n在这场激烈的战斗之中，相较于绽放异彩的厌战，鹰的表现却显得有些许平常。战斗伊始，鹰便放飞了813中队对意军舰队进行追踪，另外 824中队的剑鱼也对意军巡洋舰队发起了袭击。'''不过由于飞行员将这些巡洋舰误认为了战列舰，袭击并未取得任何命中'''。与此同时，意大利空军也对鹰发起了袭击，不过同样是有惊无险。{{黑幕|（相互空枪以示尊敬）}}但在第二天对西西里岛奥古斯塔港的空袭中，鹰的剑鱼击沉了意军的里昂·潘卡多号驱逐舰（RM Leone Pancaldo），成为了这场海战的尾声。{{黑幕|（证明了自己没有摸鱼）}}\n</div>\n{{折叠面板|内容结束}}\n{{折叠面板|标题=艰苦岁月：地中海及大西洋作战|选项=26|主框=2|样式=warning}}\n<div class=\"timeline\">\n;1940年8月-10月\n: 在接下来的时间里，鹰依旧奋战在地中海的洋面上，直面意大利海空军的不断袭击，舰上的海斗士在此期间取得了诸多击坠战果。8月22日，824中队成功击沉了意大利潜艇彩玉髓号（RM Iride）以及蒙特·加尔加诺号补给船（Monte Gargano），这艘船上载有8名蛙人以及4枚载人鱼雷，计划对亚历山大港的航运线进行攻击。9月4日，鹰与{{小图标|光辉}}一起对罗德岛上的意空军基地发起了空袭。尽管取得了击毁两架、击伤四架的战果，'''鹰也被意空军击坠了四架战机，这是她开战以来一天内所蒙受的最大的损失'''。在接下来的一个月里，她继续在地中海区域执行护航与巡逻任务，并取得了一定的战果。而在10月末，由于意大利入侵希腊的意图越发明显，鹰与地中海舰队开始在希腊附近海域巡逻以求拦截可能出现的支援意大利陆军的舰队，但事实上双方并未产生接触。在她27日返回亚历山大港时，意大利才正式入侵了希腊。[[File:涂装迷彩的鹰.PNG|缩略图|350px|右|涂装迷彩的鹰]]\n;11月-1941年初\n: 11月1日，鹰与舰队成员在爱琴海受到了猛烈的空袭，虽然成功返回了亚历山大港，但在5号的检查中发现，鹰的航空燃油系统发生了损坏并且已经开始泄漏，不得不进入船厂进行维修与改造，但其部分机组成员转至光辉号，并参与执行了对塔兰托港的夜袭。\n: 在接下来的大部分时间，鹰都停留在亚历山大港内，只是放出机队执行防空与护航等任务，并且袭击了的黎波里港。甚至在光辉号也因严重受损退出了舰队后，'''<span style=\"color:red;\">鹰不得不在港内独自承担起了地中海区域的防空任务</span>'''，好在3月9日{{小图标|可畏}}的到来减轻了鹰的压力。4月3日，鹰对意大利驱逐舰队发起了空袭，并成功重创或击沉了5艘驱逐舰。\n;1941年4月\n:4月9号，鹰终于离开了亚历山大港，通过苏伊士运河后进入非洲东海岸，开始对印度洋执行搜索任务，但并未取得战果。\n;追击俾斯麦\n:5月，鹰在印度洋海域的任务被取消，在10日与{{小图标|纳尔逊}}汇合后，二者开始前往直布罗陀。但在抵达弗里敦时命令再次修改，鹰被要求前往南大西洋打击德国运输船，以阻止它们对已经孤立无援的{{小图标|俾斯麦}}进行救援。不过在5月27日，尽管俾斯麦已经被击沉，但大批军用运输船与封锁船仍然位于相关海域，所以对于这些船只的打击行动仍在持续。\n:6月6日，鹰发现了德军的封锁船易北河号，其没有对鹰的舰载机发出的信号做出任何回应并企图加速逃离，于是824中队的剑鱼成功将其击沉。此外，鹰还与但尼丁号（HMS Dunedin）一起俘虏了德军的U艇补给舰洛林根号（Lothringen），在这场追击俾斯麦的外围行动中取得了不错的战绩。\n;1941年下半年\n:直至9月，鹰都在南大西洋持续执行任务，对轴心国的多支船队实行了拦截。然而20日，在进行维修工作时不慎引发了机库大火，绝大多数的飞机都因被消防泡沫覆盖而无法使用，只有4架剑鱼可以继续执行空中任务。21日，一架超级马林海象水上飞机也在降落时坠海，好在一系列的事故并未对舰体本身造成过大影响。'''10月30日，鹰返回了利物浦，开始了大规模的修整与改装。'''此次改装工作包括安装291型雷达以及285型火控雷达，四联装博福斯也被替换为12座20mm厄利孔。这一系列的改造工程于1942年1月9日完工，随后便进入地中海舰队服役，以替代被击沉的{{小图标|皇家方舟}}。尽管已经失去了众多战友，舰队所面临的形势也非常不乐观，鹰仍然奋战在这片海域之上。\n\n</div>\n{{折叠面板|内容结束}}\n{{折叠面板|标题=鹰之陨落：马耳他运输战与基座行动|选项=27|主框=2|样式=warning}}\n<div class=\"timeline\">\n1942年上半年对于盟军而言是十分绝望的，轴心国在东西两线都取得了势如破竹的进展，而盟军则遭受了十分惨重的损失，皇家海军甚至面临着可能被赶出地中海的后果，这将使得同盟国丧失对于非洲的有力支援。在这样的形势下，孤悬于地中海中心的马耳他岛的重要性日益上升，但是马耳他本身也在持续承受着德意空军的不断空袭，并且由于物资短缺而逐步转入战略防守态势。为缓解地中海危局，鹰于2月加入H舰队，开始向马耳他输送喷火式战机等支援物资，以保证马耳他能够继续对轴心国的地中海航运保持威胁。然而地中海的地理特性使得舰队的运输任务变得极度危险，'''无论是从非洲还是意大利本土起飞的飞机都可以对这片海域上的同盟国舰队造成致命的威胁'''。\n;4月\n: 在{{小图标|声望}}的护航下，{{小图标|胡蜂}}放飞了47架喷火战机前往马耳他，这些战机'''超过一半'''都在途中被德国空军击坠。（具体可以参阅[[胡蜂#相关解释]]）\n;5月8日\n: 鹰、胡蜂、声望等舰再次执行战机输送任务，但同样效果不佳，并且在返航的过程中遭到了猛烈的空袭。但为了维持这一重要的战略据点，支援行动仍然必须继续进行。\n;6月12日\n: 鹰与百眼巨人号航空母舰、马来亚号战列舰、肯尼亚号、{{小图标|卡律布狄斯}}、利物浦号以及开罗号巡洋舰等战舰组成W舰队，护送6艘英国商船，开始执行鱼叉行动，但这样的船团依然难以抵挡德意海空军的疯狂袭击。最终，英军付出了'''两艘驱逐舰及四艘商船沉没、两艘轻巡及3艘驱逐舰受损、超过100人阵亡的代价'''，这相比于运抵的物资量而言实在是损失惨重，而这仅仅是1942年上半年英军对于马耳他的运输支援作战的缩影罢了。尽管在6月与7月鹰依然在竭尽全力地执行物资与战机的运输，马耳他的情况仍然在持续恶化。\n<gallery mode=\"packed\" heights=\"200px\">\n百眼巨人（左）与鹰（中）及马来亚号战列舰（右）正在执行运送喷火战机的任务.PNG|百眼巨人（左）与鹰（中）及马来亚号战列舰（右）正在执行运送喷火战机的任务\n从百眼巨人号上拍摄的鹰（前）与马来亚（后）.jpg|从百眼巨人号上拍摄的鹰（前）与马来亚（后）\n正在鹰甲板上进行整备的喷火，随后将起飞前往马耳他.PNG|正在鹰甲板上进行整备的喷火，随后将起飞前往马耳他\n</gallery>\n;7月\n: 在如此艰难的情况下，丘吉尔决心通过组建一支足够强大的护航船队，来将足够量的物资输送至马耳他。幸运的是，随着日军在印度洋的行动的失败，东方舰队的{{小图标|不挠}}得以被抽调回地中海参与作战。经过了一系列筹措，皇家海军成功在地中海集结起了一支庞大的Z舰队，包括航空母舰胜利、不挠、鹰，战列舰{{小图标|罗德尼}}、{{小图标|纳尔逊}}，巡洋舰月神（HMS Phoebe）、卡律布狄斯及{{小图标|天狼星}}，以及包括{{小图标|爱斯基摩人}}在内的15艘驱逐舰组成的第19驱逐舰队。除此之外，还有一支由轻巡尼日利亚、曼彻斯特、开罗、肯尼亚以及包括{{小图标|伊卡洛斯}}在内的十一艘驱逐舰组成的第6驱逐舰队所组成的X舰队。两支舰队将共同护航14艘补给船只前往马耳他，Z舰队将在抵达西西里海峡后折返，由X舰队负责接下来的航程。另外，暴怒号会携带40架喷火，以提供给马耳他守军。这些喷火将与前几次行动一样，在暴怒号上起飞，自行飞往马耳他。\n[[File:基座船队航线.jpg|缩略图|350px|右|基座船队航线]]\n: 为了执行此次庞大的护航行动，皇家海军进行了充足的准备。首先是暴怒号，其飞行甲板的设计对于喷火这样的大型陆基战机的起飞提出了挑战，于是率先进行了代号波纹管行动的喷火起降试验，并于结束后在曼彻斯特的陪伴下与大部队汇合。另一边，由于这是皇家海军首次进行三航母同编队作战，Z舰队前往了直布罗陀以西的海域进行了代号狂暴行动的协同演习。由于暴怒号正在进行喷火的起降试验，百眼巨人号充当了其替代。\n: 最终，时间来到了'''<span style=\"color:red;\">8月10日，基座行动正式开始。</span>'''\n;8月10日\n: 凌晨，在浓雾的掩护下，庞大的舰队通过了直布罗陀海峡，并幸运地并未被轴心国所发现。然而，当天上午8点，一架德国侦察机便发现了这支船队，并在12点45分报告称船队位于阿尔及尔以北70海里。而一份造成了更严重的后果的侦察报告来自于当日17时，一架法国飞机也发现了这只船队，并且由于民用飞行器的身份而未受到任何阻拦，但这架飞机却将整支船队的位置与组成报告给了维希政府。德国空军侦察机同样在19点报告发现船队。自此，德意海空军均已确认，一支庞大的运输船团进入了地中海，两国的潜艇也在11日凌晨与船团发生了接触。'''自此，基座船队的保密性荡然无存。'''\n<gallery mode=\"packed\" heights=\"300px\">\n1942年8月10日，从胜利号上拍摄的不挠（前）与鹰（右）.PNG|1942年8月10日，从胜利号上拍摄的不挠（前）与鹰（右）\n1942年8月10日的基座船队，从前至后依次为鹰、不挠、胜利、暴怒与百眼巨人.PNG|1942年8月10日的基座船队，从前至后依次为鹰、不挠、胜利、暴怒与百眼巨人\n</gallery>\n;8月11日\n: 上午，德国空军便开始了对船队的监视，但基座船队却对此无能为力，她们既无法有效驱逐跟踪的敌机与潜艇，也不能选择后撤，只能选择继续执行任务。暴怒号在12点30分至15点15分之间放飞了全部的38架喷火。然而，德国潜艇{{小图标|U-73}}在8点便已经盯上了船团。尽管战列舰与航母处在船团的中心，但U-73仍然成功接近到了距鹰十分接近的距离，（根据Uboat网站的数据仅有500m）'''并在13点15分发射了四枚鱼雷，<span style=\"color:red;\">取得了全部命中</span>'''。此时的鹰已经在洋面上奋战了三十余年，这样严重的损伤已经宣判了她的死刑。8分钟后，'''<span style=\"color:red;\">8月11日下午13时23分，在萨纳里斯角以南70海里，阿尔及尔以北80海里处，鹰向左舷倾斜，永远地沉入了大海。</span>'''在驱逐舰警觉（HMS Lookeout）、拉弗雷（HMS Laforey）以及船队中拖船的帮助下，1160名舰员中有929人获救，其余231人则与舰上的16架海飓风一同沉入海底。幸运的是。有4架海飓风在沉没前成功起飞，并降落在了{{小图标|胜利}}与{{小图标|不挠}}上，这是鹰为船团留下的最后的遗产。\n<gallery mode=\"packed\" heights=\"300px\">\n燃烧并下沉中的鹰.PNG|燃烧并下沉中的鹰\n鹰沉没前的最后一张照片，一艘驱逐舰正前去救援幸存者.PNG|鹰沉没前的最后一张照片，一艘驱逐舰正前去救援幸存者\n</gallery>\n: 鹰的沉没对于基座船队而言是十分沉重的。舰队内的三艘航母仅携带了81架战斗机，包括11架野猫、50架海飓风以及20架海燕，损失的16架海飓风意味着'''船队失去了近五分之一的护航战斗机'''，这对于应对即将到来的德意空袭而言非常致命。14点30分，一架Ju 88开始跟踪船队，尽管船团放飞了海飓风，但由于其高度太高而无法拦截。当晚20点56分，德国空军展开了第一次空袭，27架Ju 88轰炸机及3架He 111鱼雷机袭击了船团，但在舰队防空火力的弹幕下并未取得命中，并且被击落了两架Ju 88。然而，英军同样有数架战机由于夜间降落事故而损毁。对于基座船队而言，真正的苦难才刚刚开始。\n: 11日晚，包括{{小图标|的里雅斯特}}、扎拉级三号舰博尔扎诺及特伦托级三号舰戈里奇亚号在内的意大利第3和第7巡洋舰师开始从锚地出发，以期与英国舰队交战。但由于缺乏空中掩护，意大利海军最终取消了这次袭击。英国人从截获的电报中得知，德国人认为船队的任务有可能是在北非登陆，空军元帅戈林命令第二与第十航空军务必击沉基座船队，这意味着第二天的防空作战将更加艰巨。在12日凌晨0点54分，舰队中的狼獾号驱逐舰在反潜过程中发现了意大利潜艇达加布尔号，她径直朝其冲去并直接将其撞沉，而自身的船艏也严重受损，不得不返航直布罗陀。\n;8月12日\n: 时间来到12日，基座船队开始面对更为相较前日更为艰苦的作战。第一波9时15分的空袭来自撒丁岛，包括19架Ju 88与16架Bf 109。由于英军在此前已通过雷达发现了来袭的敌机，这使得海飓风能够提前占据有利的阵位。在与舰队防空的配合之下，四架Ju 88被击落，另有两架据称被驱逐舰的防空火力击坠，舰队本身则未因空袭产生更多损失。\n: 当日最猛烈空袭来自于中午12时，德意空军组成了四个波次，对基座船队发起了数次进攻。第一波到来的是从撒丁岛起飞的意大利空军，共37架轰炸机或轰炸挂载的战斗机在47架战斗机的护航下，对船团内的商船发起了袭击。第二波飞机由于战斗机的延误，在15分钟后才抵达船团上空。由于船团的防空炮火以及商船们的规避机动，这次空袭并没有取得命中。\n[[File:8月12日，一架意大利空军的SM.79正在对基座船队发起袭击.PNG|缩略图|350px|右|8月12日，一架意大利空军的SM.79正在对基座船队发起袭击]]\n: 在这两波空袭过后，包括37架Ju 88与21架Bf 109的德国空军才抵达战场。胜利与不挠事先放飞的飞机已经由于之前的空袭被迫回收，德国空军的这此空袭没有受到过多的拦截便成功进入了攻击阵位。杜卡利翁号货轮在这次攻击中被命中，不得不在驱逐舰布拉汉姆号的护航下返航。\n: 由意大利空军发起的第三波空袭取得了更大的战果。两架伪装成海飓风的Re.2001战斗机携带了1390 磅（630 公斤）的低空穿甲弹，成功骗过了英军突破到了船队上空，并对胜利号进行了投弹。一枚炸弹在甲板上弹开后落入海中，另一枚则造成了六人死亡、两人受伤。\n: 尽管受到了并不小的损失，但幸运的是下午意大利空军组织的数波机队均由于各种原因并未成功发起袭击，基座船队得到了片刻的喘息。傍晚18时35分，新的一波包括斯图卡俯冲轰炸机的意大利机队开始进行袭击。尽管海飓风与海燕奋力拦截，并与舰艇防空火力配合击落了两架斯图卡，但还是难以应对这一批来势汹汹的敌机。罗德尼被命中了数发近失弹，所幸损伤不大。而情况更糟的则是不挠，斯图卡投下的1000公斤航弹对其造成了'''两发直接命中与三发近失，造成了55人死亡、59人受伤，在船上引发了火灾并使其减速到17节。'''尽管在20时30分不挠号努力恢复了28.5节的航速，但飞行甲板的损坏也使得其不得不退出任务，将可用的战机转移到胜利上并将受损的战机推入大海。'''<span style=\"color:red;\">现在，基座船队里只剩下胜利自己承担舰载机防空任务了。</span>'''\n<gallery mode=\"packed\" heights=\"300px\">\n8月12日，正在遭受空袭的纳尔逊.PNG|8月12日，正在遭受空袭的纳尔逊\n8月12日，不挠号被炸弹命中后的甲板.PNG|8月12日，不挠号被炸弹命中后的甲板\n被命中起火的不挠，卡律布狄斯正在周围提供援助.PNG|被命中起火的不挠，卡律布狄斯正在周围提供援助\n</gallery>\n: 在不挠遭受攻击的同时，舰队内的其他船只也承受了不小的损失。卡律布狄斯带领另外四艘驱逐舰努力支撑舰队防空，但其中的警惕号却被SM.79鱼雷机所投下的鱼雷击中舰艉，最终不得不弃舰。\n: 在如此重大的损失之下，为了保住受损严重的不挠，船团指挥官爱德华·塞弗雷特海军上将（Edward Neville Syfret）不得不在预定的交接地点之前将船队交给X舰队，Z舰队则迅速掉头返回直布罗陀，以脱离德意空军的打击范围，但12日的夜晚仍然充满了危险。就算没有了Z舰队内的英军主力舰艇，X舰队的这些商船仍然是十分诱人的猎物。\n[[File:8月12日，正在应对空袭的卡律布狄斯，此时Z舰队已经脱离船团返回直布罗陀.PNG|缩略图|350px|右|8月12日，正在应对空袭的卡律布狄斯，此时Z舰队已经脱离船团返回直布罗陀]]\n: 接过猎杀接力棒的是意大利的潜艇部队，这一轮鱼雷攻击造成了更甚于白天空袭的巨大损失。开罗号在被命中两枚鱼雷后不得不弃舰，最终由英军雷击处分；肯尼亚号被命中一条鱼雷并炸飞了舰艏下部，好在经过抢修后跟上了船队，而尼日利亚号在被命中后则不得不返航，X舰队的护航舰艇所剩无几，不得不向已经分离的Z舰队求助，抽调了卡律布狄斯、爱斯基摩人以及索马里人前来支援。但在她们抵达之前，凌晨3时15分至4时30分，德意的鱼雷艇部队再次对船团以重创。轻巡曼彻斯特号被击沉，而多艘商船也被击伤。在5时30分卡律布狄斯等船与X舰队汇合时，情况已经变得十分糟糕。'''船队内只剩下6艘商船'''，而除去刚刚抵达的三艘军舰外，其他海军舰艇也都伤痕累累，然而她们仍然还没有抵达目的地。\n[[File:8月13日，一艘黛朵级正在对意大利鱼雷艇开火.PNG|缩略图|350px|右|8月13日，一艘黛朵级正在对意大利鱼雷艇开火]]\n;8月13日\n: 当时间来到13日早上，此前未发动袭击的意大利海军也即将加入战局。但在英军潜艇不破号（HMS Unbroken）的拦截下，戈里奇亚与佣兵队长级轻巡穆齐奥·阿滕托洛号中雷，而马耳他空军也主动出击进行拦截。在双方的努力下，意大利舰队的行程被打断，随后彻底失去了追上并消灭基座船队的机会。\n: 然而基座船队的苦难还仍未终结。上午9时15分，16架斯图卡、8架Bf 109、8架Bf 110以及分波次抵达的26架Ju 88再次发起了空袭，但此时的基座船队的防空力量连前日都无法相比了。舰队内已经没有了航母的舰载机防空，虽然有了马耳他岸基航空兵的支援，但舰队中带有战机引导室的两艘轻巡一艘沉没一艘返航，使得船团与战机并未建立有效的配合，德意空军的飞机轻易突破了舰队防空体系发起了袭击。这一波攻击理所当然地造成了可怕的战果，俄亥俄号再次被命中近失弹，而舰队内的货轮怀马拉马号（Waimarama）当场殉爆，而墨尔本之星号（MV Melbourne Star）则由于被殉爆的残骸击中，船员由于恐惧而弃舰，好在情况稳定后又重新掌握了船只。\n: 下午最后的几波空袭则基本集中于舰队内的唯一一艘油轮俄亥俄号上，尽管率先命中的一发鱼雷被扫雷索缠住而未引爆，但随后命中的一发航弹则直接将其龙骨炸断，使其处于堪堪浮在水面上的状态。'''俄亥俄号不得不靠着将船体绑在佩恩号（HMS Penn）与拉弗雷号（HMS Laforey）驱逐舰上维持浮力。'''\n: 下午14时30分，在马耳他方面的驱逐舰与鱼雷艇的迎接下，基座船团内仅存的三艘货轮墨尔本之星、查尔默斯港以及罗切斯特城堡终于抵达了马耳他，包括卡律布狄斯在内的X舰队则返航直布罗陀。\n;8月14日-15日\n: 14日下午，先前退出船团的布里斯班之星号也成功抵达。俄亥俄号在这最后的航程中再次被命中，但仍然以奇迹般的姿态在两艘驱逐舰的夹持下于15号上午9时30分缓缓飘入港内。'''而在17时爱斯基摩人与索马里人携带着救援上来的沉没商船的水手们入港后，浩大而充满苦痛的基座行动任务正式结束。'''\n<gallery mode=\"packed\" heights=\"300px\">\n俄亥俄号在驱逐舰佩恩号与拉弗雷号的帮助下继续航行.PNG|俄亥俄号在驱逐舰佩恩号与拉弗雷号的帮助下继续航行\n俄亥俄在马耳他方面舰艇的帮助下逐渐入港.PNG|俄亥俄在马耳他方面舰艇的帮助下逐渐入港\n</gallery>\n皇家海军在付出了鹰号、两艘轻巡以及一艘驱逐舰沉没，不挠及另外两艘轻巡重创的代价后，仅仅只将14艘商船中的5艘送抵马耳他，但这五艘商船所送抵的物资，尤其是俄亥俄号上所携带的石油却'''<span style=\"color:red;\">足以让马耳他继续战斗至关重要的两个月。</span>'''而随着轴心国对地中海的控制逐渐减弱，马耳他的危机也逐渐得以解除，盟军重新掌握了战场的主动权，然而，此时的鹰已经长眠于海底了。直到1942年，她的舰名才被一艘大胆级航母所继承。<br>\n她本是一艘南美洲的战列舰，最后却成为了皇家海军航空兵技术探索的先驱者，鹰几乎跑遍了所有的海域，与众多同僚完成了大量艰苦卓绝的任务。而最后的她，也同样牺牲在了一场生死攸关的战斗之中。鹰确实无愧于这个传承已久的舰名，为这支舰队付出了全部的力量。<br>\n</div>\n{{折叠面板|内容结束}}\n==游戏相关==\n===更新日志===\n*[[2023年5月11日10:00港区改建]]常驻特型池\n===角色设定===\n陛下とロイヤルに対して並ならぬ忠誠心を持つ。<br>\nカンレキの関係なのか、体重には特に気を使っているが、<br>\nそもそも艦船の体重が「大きく」変わることはないはず……<br>\n翻译：仓鼠魔王韦布丁<br>\n隶属于皇家的耿直严谨的正航。<br>\n对陛下和皇家怀有非同一般的忠心。<br>\n或许是由于舰历的关系，对体重比较在意，不过说到底舰船的体重本来就不会有太大变化就是了……<br>\n===相关解释===\n;<big>关于体重的问题</big>\n　　在皇家海军'''早期五艘航母'''中，由无畏舰改装而来的鹰的'''标准排水量最大'''：22200吨就已经超过了由大型轻巡洋舰直接改造而来的暴怒，直逼后来的[[光辉级航空母舰介绍|光辉级航空母舰]]（23000吨级）。<br>\n　　以下为5舰的标准排水量由低到高排序，附其他信息补充。<br>\n　　（1）[[报复]]（HMS Vindictive）：9545吨——霍金斯级重巡洋舰（9750吨）改造，装甲带1~4.5英寸，飞行甲板甲板1~1.5英寸，库容6~12架<br>\n　　（2）[[竞技神]]（HMS Hermes）：11020吨——原装航空母舰，装甲带3英寸，飞行甲板1英寸，库容20架<br>\n　　（3）[[百眼巨人]]（HMS Argus）：14680吨——远洋客轮改造，装甲带……<span style=\"color:red;\">是什么？吃的？</span>，库容15~18架<br>\n　　（4）[[暴怒]]（HMS Furious）：19826吨——暴怒号大型轻巡洋舰（19488吨）改造，装甲带2~3英寸，飞行甲板0.75~3英寸（1925改造后削至1英寸），库容36架<br>\n　　（5）鹰（HMS Eagle）：'''<span style=\"color:red;\">22200吨</span>'''——拉托雷海军上将级战列舰（28000吨）改造，'''装甲带4.5英寸，飞行甲板1~1.5英寸，库容25~30架'''<br>\n　　【参考数据】光辉级航空母舰：23000吨——装甲带4.5英寸，飞行甲板3英寸，库容36~57架<br><br>\n\n===相关图片===\n<gallery mode=\"packed\" heights=\"250px\">\n鹰官方海报.jpg|官方海报\n鹰换装官方海报.jpg|换装「实习医生伊格」\n</gallery>\n==其它舰船==\n{{舰娘图鉴导航}}"
}