{
    "id": "554",
    "name": "复仇",
    "raw_wikitext": "{{舰娘图鉴\n|分组=\n|特殊底色=\n|型号=复仇级战列舰\n|名称=复仇\n|和谐名=\n|英文名=HMS Revenge\n|日文名=リヴェンジ\n|编号=554\n|类型=战列\n|初始星级=★★☆☆☆\n|稀有度=精锐\n|阵营=皇家\n|其他获取途径=<!--【无则不填】-->\n|相关活动=[[碧蓝航线五周年海事局专题|泠誓光庭]]、[[碧蓝海事局复刻泠誓光庭活动专题|复刻：泠誓光庭]]\n|耗时=04:10:00\n|营养价值={{强化值|炮击=63|雷击=0|航空=0|装填=10}}\n|需强化炮击=76\n|强化每点炮击所需经验=10\n|需强化雷击=0\n|强化每点雷击所需经验=0\n|需强化航空=0\n|强化每点航空所需经验=0\n|需强化装填=41\n|强化每点装填所需经验=35\n|解锁图鉴科技点=16\n|突破至满星科技点=32\n|达到120级科技点=24\n|解锁图鉴属性加成=战巡/战列/航战 耐久+2\n|达到120级属性加成=战巡/战列/航战 炮击+1\n|图鉴耐久=A\n|图鉴防空=D\n|图鉴机动=D\n|图鉴航空=E\n|图鉴雷击=E\n|图鉴炮击=A\n|装甲类型=重型\n|初始耐久=1250\n|初始装填=55\n|初始命中=22\n|初始炮击=77\n|初始雷击=0\n|初始机动=5\n|初始防空=40\n|初始航空=0\n|初始消耗=5\n|初始反潜=0\n|满级耐久=7643\n|满级装填=152\n|满级命中=72\n|满级炮击=404\n|满级雷击=0\n|满级机动=30\n|满级防空=217\n|满级航空=0\n|满级消耗=14\n|满级反潜=0\n|航速=22\n|幸运=76\n|技能1名=破敌强击\n|技能1=战斗开始后每15秒有20.0%（50.0%）的概率发射一轮特殊弹幕Lv.1（Lv.10）(威力依据技能等级)，对命中的目标造成特殊破甲效果，持续8秒\n|技能2名=火力移转\n|技能2=自身炮击提高1.0%（10.0%）；队伍中旗舰位为其他战列或战巡时，自身主炮由旗舰位置发射\n|技能3名=\n|技能3=\n|技能4名=\n|技能4=\n|突破1阶效果=主炮底座+1/主炮效率提高5%\n|突破2阶效果=副炮底座+2/主炮效率提高10%\n|突破3阶效果=主炮底座+1/主炮效率提高15%\n|1号槽装备类型=战列炮\n|2号槽装备类型=轻巡炮、驱逐炮\n|3号槽装备类型=防空炮\n|1号槽装备效率满破=130%\n|2号槽装备效率满破=200%\n|3号槽装备效率满破=100%\n|1号槽满破武器数=3\n|2号槽满破武器数=3\n|3号槽满破武器数=1\n|1号槽满破预装填数=0\n|2号槽满破预装填数=3\n|3号槽满破预装填数=1\n|装备1=双联装381mm主炮T1\n|装备2=单装152mm副炮T1\n|装备3=\n|装备说明=\n|评价=输出能力在后排中较为贫弱。特点是具有一定攻辅与神奇的旗舰位主炮。<br>\n[https://space.bilibili.com/13704065 不屈之瞳] 2022年6月11日 (六) 10:13 (CST)\n|备注=<span style=\"color:red;\">💓誓约后有11个额外语音！！！💓</span>\n----\n'''破敌强击'''：<br>\n148×2hit跨射穿甲弹，对甲补正40% 150% 130%，人形锁定，伤害范围15。\n|CV=早瀬 莉花\n|画师={{画师数据 | 煎茶 }}\n|微博={{画师数据 | 煎茶 |微博}}\n|推特={{画师数据 | 煎茶 |推特}}\n|P站={{画师数据 | 煎茶 |P站}}\n|舰船型号台词=R级战列舰—复仇\n|自我介绍台词=我是皇家所属，复仇级战列舰·复仇，在日德兰海战中有过一段活跃的表现。不过，在那之后就一直担任护卫任务，没有怎么实际参与前线作战了，实在是有些可惜呢…\n|获取台词=哇哇！？抱歉，顾着赶路不小心撞上了…您就是指挥官吗？太好了，皇家所属战列舰复仇，前来报到！\n|登录台词=欢迎您，指挥官。今天有什么需要我帮忙处理的事务吗？\n|登录台词_2={{悬浮框|欢迎回来，指挥官。呵呵，能看到指挥官的脸，今天一整天的心情都会很不错呢。|（好感为誓约）}}\n|查看详情台词=您您的脸色不太好呢…是遇到什么不顺心的事情了吗？如果是能说的，就尽管向我倾诉吧。苦水要及时倒出来才行呢~\n|查看详情台词_2=-\n|主界面1台词=哇哇！？抱歉，没注意到桌上的文件…我这就重新整理！\n|主界面2台词=之前顾着赶路，又不小心和港区的驱逐撞上了…虽然万幸没有出什么状况，不过…\n|主界面3台词=工作久了的话，脖子和肩膀会变得僵硬的哦？让我来帮你捏捏吧~\n|主界面4台词={{悬浮框|那位北方联合的战舰…对皇家礼仪很了解呢。好佩服。|（好感为誓约）}}\n|主界面5台词={{悬浮框|工作累了的话，就休息一会？放心吧，我会“守护”好指挥官的休息时间的~|（好感为誓约）}}\n|主界面6台词=\n|普通触摸台词=是急事？我这就去处理！只，只是想聊天吗？…啊，抱歉，我又太着急了…\n|普通触摸台词_2={{悬浮框|是闲聊对吧…抱，抱歉！果然还是有急事吗？！|（好感为誓约）}}\n|特殊触摸台词=指挥官…这样对女孩子是不礼貌的哦？\n|特殊触摸台词_2={{黑幕|{{悬浮框|至、至少换个地方…|（好感为誓约）}}}}\n|摸头台词=那，那个……\n|任务提醒台词=新任务来了？如果需要帮忙的话，请随时叫我~\n|任务完成台词=这就去帮您领取任务奖励！…唔，还是要您先确认呢…\n|邮件提醒台词=有您的信件，需要我立刻拿过来吗？\n|邮件提醒台词_2={{悬浮框|呼……信件已经帮你取来了哦~|（好感为誓约）}}\n|回港台词=看到您平安归来的身影，我的心里也踏实了不少。接下来请好好休息吧。\n|回港台词_2={{悬浮框|太好了，指挥官平安回来了……其实我是想出击守护您的哦？呵呵♪|（好感为誓约）}}\n|好感度-失望台词=请不要灰心，只要您能重新改过，一定有能再次被大家接纳的那一天的！\n|好感度-陌生台词=那个…指挥官，还是很抱歉，之前顾着赶路…没有哪里撞伤吧？…要不还是我让帮您做个全面检查什么的？\n|好感度-友好台词=守护弱者是皇家骑士的天职。啊，我不是说指挥官弱，只是在战场上，指挥官更像是要被守护的那一方呢~\n|好感度-喜欢台词=希望一直为了大家而努力的指挥官，也能抽出时间，让自己放松放松呢。那时候，我会给指挥官摸摸头，说一句“辛苦了，您已经很努力了”的~\n|好感度-爱台词=无论对港区而言，还是对我而言，指挥官都是最重要的那一位哦。所以，我在这里能做的最有意义的事，就是全力守护您，无论是在战场上，还是战场之外呢~\n|好感度-爱台词_2={{悬浮框|指挥官并不弱小，因此我不是作为皇家骑士，而是作为一个爱着你的女性守护您。这就是我的愿望，也是对我来说最幸福的事……当，当然作为部下我也会好好守护您的///|（好感为誓约）}}\n|誓约台词=呼…呼…听说您有急事我就赶紧过来了——…诶？这是…戒指？…哇哇哇？！对、对不起，太突然了请让整理下心情，呃不是的，那个…我很乐意！\n|委托完成台词=委托组回来了，我们马上去迎接她们吧，指挥官！\n|强化成功台词=非常感谢，我不会辜负指挥官的期望的~\n|旗舰开战台词=各位，随我前进！\n|旗舰开战台词_2={{悬浮框|虽然与你们并无冤仇…开战吧！|（好感为誓约）}}\n|胜利台词=很好~保持这个劲头继续前进吧！\n|胜利台词_2={{悬浮框|虽然不喜欢战斗…不过这也是为了保护大家！|（好感为誓约）}}\n|失败台词=果然还是冲得太快了吗…\n|技能台词=指挥官和大家…由我来守护！\n|血量告急台词=现在不是退缩的时候！\n|彩蛋1台词={{#invoke:彩蛋台词|解析|20501|1|0}}皇家骑士与您同在！\n|彩蛋2台词={{#invoke:彩蛋台词|解析|1|3|1}}我…我不会撞到你们的！\n|彩蛋3台词=\n\n|登录台词_2_mediaFile=复仇login ex1100.mp3\n|查看详情台词_2_mediaFile=复仇detail ex1100.mp3\n|主界面4台词_mediaFile=复仇main 4 ex1100.mp3\n|主界面5台词_mediaFile=复仇main 5 ex1100.mp3\n|普通触摸台词_2_mediaFile=复仇touch 1 ex1100.mp3\n|特殊触摸台词_2_mediaFile=复仇touch 2 ex1100.mp3\n|邮件提醒台词_2_mediaFile=复仇mail ex1100.mp3\n|回港台词_2_mediaFile=复仇home ex1100.mp3\n|好感度-爱台词_2_mediaFile=复仇feeling5 ex1100.mp3\n|旗舰开战台词_2_mediaFile=复仇warcry ex1100.mp3\n|胜利台词_2_mediaFile=复仇mvp ex1100.mp3\n\n|特性标签=炮伤增益\n|大炮主炮类型=主炮无弹幕\n|实装日期=2022年05月26日\n|身份=皇家骑士、女仆（皮肤）\n|性格=温柔忠诚、冒失莽撞\n|关键词=守护与忠诚\n|持有物=佩剑\n|发色=银灰色\n|瞳色=象牙黄\n|萌点=骑士装束、白丝\n}}\n{{#invoke: 舰娘台词 | 台词面板 \n| 样式 = primary\n| 标题1 = 进击的冒失女仆\n| 内容1 = {{#invoke: 舰娘台词 | 台词表格\n  | desc = 又、又搞砸了呢…还好指挥官没看到……哇哇！？指挥官？您什么时候来的？我没事！请您稍等，我马上把这里整理好…——呀…！\n  | desc_mediaFile =复仇换装1 get.mp3\n  | login = 欢迎回来，指挥官！不过，如你所见，这里还在打扫中……\n  | login_mediaFile =复仇换装1 login.mp3\n  | detail = 女仆队与皇家骑士一样，都在守护着大家，只是方式不同而已，体验过以后，对这点有了更深的理解呢…\n  | detail_mediaFile =复仇换装1 detail.mp3\n  | main_1 =这里就交给我来…呀！抱歉…指挥官，我真的不是有意的！\n  | main_1_mediaFile =复仇换装1 main 1.mp3\n  | main_2 =办公室打扫完毕，文件整理…也OK！嗯，指挥官和伊丽莎白殿下一定都会满意的！\n  | main_2_mediaFile =复仇换装1 main 2.mp3\n  | main_3 = 我向女仆队的大家请教了下美味红茶和饼干的做法。指、指挥官，下次有机会的话……\n  | main_3_mediaFile =复仇换装1 main 3.mp3\n  | touch =我、我没事，这点小事，难不倒现在身为女仆……身为服务骑士的我！\n  | touch_mediaFile =复仇换装1 touch 1.mp3\n  | touch2 = {{黑幕|这，种时候应该怎么服侍来着…}}\n  | touch2_mediaFile =复仇换装1 touch 2.mp3\n  | home =呼……呼…打扫还是蛮累人的呢…指挥官…看起来…也需要休息会呢……\n  | home_mediaFile =复仇换装1 home.mp3\n  | win_mvp = 比起女仆的工作，战斗轻松多了！\n  | win_mvp_mediaFile =复仇换装1 mvp.mp3\n  | lose = 又搞砸了，呜呜…\n  | lose_mediaFile =复仇换装1 lose.mp3\n  }}\n}}\n==舰船相关==\n{{:复仇级战列舰介绍}}\n===原型舰简介===\n[[文件:HMS Revenge.jpg|缩略图|400px|右|复仇号]]\n　　'''复仇号战列舰（HMS Revenge，06）'''是原英国皇家海军的'''复仇级（又称君权级、R级）战列舰'''。<br>\n　　复仇号于1913年开工12月22日，1915年5月29日下水，1916年2月1日服役，赶上了当年5月的'''日德兰海战'''。在日德兰海战中，复仇对德国德弗林格尔和冯·德·坦恩两艘战列巡洋舰取得命中，但随后为规避鱼雷和转移受损的马尔博罗上的指挥官转身离开，在整个战斗中，复仇没有受到任何损伤。<br>\n　　由于航速过低以及经费的限制，复仇级到第二次世界大战爆发前只进行了小规模的改装。第二次世界大战中，复仇级战列舰多用于执行辅助性任务。由于舰况过差，在1943年11月运送'''温斯顿·丘吉尔首相'''参加'''德黑兰会议后'''，复仇于1944年退出现役，12月改为训练船，作为训练机构'''HMS Imperieuse'''的一部分。1944年5月，主炮被拆除作为拉米利斯、厌战以及其他浅水重炮舰的备件。1948年解体。\n{{原型舰性能数据\n|排水量标准=约30000\n|排水量满载=32980\n|长=189.38\n|宽=30.9\n|吃水=9.7\n|动力=40000\n|装置=18 x 锅炉；4 x 蒸汽轮机；4 x 推进器\n|航速=22\n|最大航程=4200\n|最大航程所用航速=10\n|编制=1234\n|武器=4 x 双联装381mm/42 Mark I主炮；8 x 152mm副炮；4 x 双联装102mm高炮；2 x 八联装40mm砰砰炮；2 x 四联装40mm砰砰炮；10 x 单装20mm厄利孔机炮\n|装甲=\n|舰载机=\n|其它=\n}}\n*（资料来自维基百科）\n==舰船历史==\n[[文件:埃及亚历山大港，复仇与另一艘女王级战列舰.jpg|缩略图|550px|右|埃及亚历山大港，复仇（前）与另一艘伊丽莎白女王级战列舰（后）]]\n　　R级战列舰在定位上可以说是伊丽莎白女王级的廉价补充版，是对补充皇家海军舰队力量保持对德优势而言更经济的一种选择。也正因为如此，在第一次世界大战后，尽管由于华盛顿海军条约的存在而得以保留，但她们仍然迅速过时，在二战大多数时间中仅能执行护航任务。尽管如此，她们的服役经历却也着实称得上是鞠躬尽瘁。\n===第一次世界大战===\n　　复仇号于1913年12月22日于维克斯造船厂铺设龙骨，1915年5月29日下水，1916年2月1日服役，但实际上直到3月24日才完全完工，并与马尔博罗号、赫拉克勒斯号及阿金库尔号共同组成第一战斗中队第六分队。此时一战已经开始了两年，同盟国与协约国之间的海上对抗也越发激烈。在服役的第一年，复仇号便迎来了服役生涯中的第一次战斗，日德兰大海战。<br>\n　　德国公海舰队面对与英国舰队的实力差距，选择了一种建立局部战场优势的战略：以希佩尔海军中将的分队诱敌，再以舍尔海军上将带领的公海舰队大部队进行歼灭作战。英军通过破译的电报得知了作战计划，从而制定了与之相似的战略，即在面对希佩尔舰队时佯装败退，待舍尔舰队出动后进行舰队决战。1916年5月30日，双方的计划产生了交点。当日晚间，贝蒂带领战列巡洋舰编队以及由托马斯指挥的包含五艘伊丽莎白女王级战列舰的第五分队率先从罗塞斯港出发，前往北大西洋，杰里科的大舰队主力（包括24艘战列舰在内的98艘军舰）也在随后不久从斯卡帕湾出发，复仇正是其中的一员。<br>\n　　由于恶劣的天气状况，双方在很长一段时间内都没有发现彼此。31日下午2时左右， 贝蒂舰队东侧翼的巡洋舰“加拉蒂”号发现东面有一艘丹麦货船，便驶过去查看。与此同时，希佩尔舰队东侧翼巡洋舰“埃尔平”号也发现了这艘货船，转轮向它驶去。于是，贝蒂舰队与希佩尔舰队不期而遇于下午3时40分左右展开交战。起初，贝蒂的战巡编队在追击过程中由于诸多因素遭受重创，英舰“不倦”号与“玛丽王后”号相继被击沉，但在托马斯舰队进入炮击位置后形势得以扭转。然而不久后，双方实力对比由于舍尔所带领的公海舰队主力的到来再次倾向于德方，贝蒂舰队与托马斯舰队不得不先后转向杰里科舰队主力靠拢。<br>\n　　在贝蒂舰队与托马斯舰队转向撤退时，杰里科的大舰队主力抵达战场并开始了阵型变换，由分队阵列改为单纵阵，并迅速开始与德军的交火，伯尼中将率领的第六分队也在其中。在第一阶段的射击中，复仇号并未取得命中。<br>\n　　由于阵型的不利，舍尔舰队同样开始掉头，并使用驱逐舰与鱼雷艇进行雷击以掩护大舰队撤退。包括复仇号在内的多艘战列舰为躲避鱼雷而进行机动，但并未受到损伤，随后重新开始进攻。复仇首先对德芙林格号进行射击，在第二次齐射中取得了跨射，并迅速进行了五次效力射成功使得其船尾炮塔失效，随后又将目标转至冯德坦恩号，而冯德坦恩的反击仅造成了复仇号后部上层建筑的损伤。在随后的战斗中，第六分队旗舰马尔博罗号中雷，复仇号接收了伯尼中将并成为第六分队旗舰，并在返回斯卡帕湾的途中与主力舰队汇合，结束了复仇的首战。<br>\n　　接下来的日子里，由于公海舰队于皇家海军均采取了避战策略，复仇并未参与更多作战行动。1917年4月23日，公海舰队在执行对挪威海域的商船袭击行动时，毛奇号战列巡洋舰由于发生机械故障而仅能维持4节航速，而且求助的电报被皇家海军所截获。包括复仇号在内的四艘战列舰迅速前往其所在海域，然而此时毛奇号已经进行了紧急维修，并且在奥尔登堡号战列舰的拖带下已经远离相关海域，4艘战列舰难以进行追击，所以并未进行交战。<br>\n　　停战后，复仇号作为第一战斗中队的旗舰参与了将公海舰队押送至斯卡帕湾的行动。而在公海舰队自沉后，舰队指挥官悉尼·弗里曼特尔（Sydney Fremantle）海军中将在复仇号上与公海舰队指挥官路德维希·冯·罗伊特（Ludwig von Reuter）海军少将进行了会谈，指责其与其手下违反了停战协定，并俘虏了这些德军官兵。就这样，复仇号结束了第一次世界大战中的行动。\n===间战期===\n[[文件:1937年5月22日，复仇号.jpg|缩略图|350px|左|1937年5月22日，复仇号]]\n[[文件:1926年波斯国王登上复仇号.jpg|缩略图|350px|右|1926年波斯国王登上复仇号]]\n　　在间战期，复仇号经历了几次重大的改装。在1928-1929年，复仇号升级了副炮、防空炮组以及火控系统，并对包括舰桥在内的上层建筑进行了大规模重建。1931年下半年，复仇号对防空炮组以及火控系统进行了进一步的改装，1936年的改装则升级了测距仪。这期间的最后一次改装则发生于1939年上半年，复仇号再次加强了防空炮组，并且重建了烟囱帽。<br>\n　　间战期的复仇号并未参与直接交火的作战行动，但在诸多地区热点事件中均有参与。她既在地中海见证了奥斯曼帝国的解体，也在黑海见证了苏维埃的成长。间战期并不平静，但对于此时的复仇而言，她更多地只能作为一系列事件的见证而存在。<br>\n===第二次世界大战===\n　　时间来到30年代末，间战期的和平表象已经被彻底撕破，各国都已经开始为战争进行准备，尽管无论是航速还是防护性能上都已经力不从心，但刚刚完成改装后的复仇也必须开始其新的征战。<br>\n　　1939年9月3日，在Ernest Russell Archer海军上将的指挥下，复仇号与{{小图标|竞技神}}、C级轻巡洋舰卡拉多克号和谷神星号以及第18驱逐舰队于波特兰港汇合，组成海峡舰队，用于法国航线的护航任务。10月初，复仇与决心本应被指派前往南大西洋执行护航任务，但由于德意志级装甲舰（推测为{{小图标|斯佩伯爵海军上将}}）在百慕大海域活动的报告，这一指令被取消，二舰在波特兰汇合后，与巡洋舰祖母绿号和进取号一起，携带了总价值670万英镑的用于向美国购买军备与原材料的金条前往哈利法克斯，并在抵达后开始执行北大西洋的护航任务。<br>\n　　1940年初，复仇号返回普利茅斯，在进行了维护改装后再次携带1000万英镑的黄金前往哈利法克斯继续执行护航。但在返回后的第一次任务的船队集结时，复仇号与英国油轮阿巴拉契亚号（Appalachee）发生轻微碰撞，阿巴拉契亚号受损严重不得不返航，复仇号则受损轻微，在完成护航后才返回哈利法克斯进行维修。然而当年5月，复仇号再次发生了碰撞事故。在她通过哈利法克斯的海港防护栏时，由于港口负责闸门作业的军官的疏忽，与哈利法克斯港的1号门船、加拿大皇家海军拖网船伊普尔号（Ypres）相撞并导致对方沉没。这次事故也导致在随后的日子里，只要复仇号来到哈利法克斯港，其他船只的船员都会开玩笑式地假装跳船。<br>\n　　然而，此时盟军的态势并不乐观，德军在欧陆的推进以及法国陆上局势的崩溃使得英国本土受到威胁的可能性与日俱增，丘吉尔开始执行鱼行动（Operation Fish），将英国的国家黄金储备及债券从本土转移至加拿大。5月30日，复仇号再次携带着4000万英镑黄金前往哈利法克斯，在执行过一次护航任务后返回普利茅斯。<br>\n　　随着法国于6月25日宣布投降，庞大的法国舰队的处置顿时成为了一个亟待解决的重大问题。由于维希政府的摇摆，英国对于达尔朗给出的中立承诺缺乏信心，即便法国海军能够恪守承诺，也同样无法排除德军强行占领接受的可能。在此基础上，英国政府决定强行占领处于己方港口内的法国军舰。7月3日，停泊于德文波特的复仇号开始了对法国战列舰巴黎号以及潜水艇{{小图标|絮库夫}}的占领。在登上絮库夫号的过程中，复仇号的一名水手与絮库夫号的一名军官死于流血冲突。<br>\n　　在此之后，复仇号继续执行鱼计划，在英国本土与哈利法克斯之间运送黄金。9月，由于越发紧张的局势，复仇号返回普利茅斯，此时的她成为了海峡区域唯一的主力舰。出于对德国入侵本土的可能性的抵抗，英国开始对从海牙到瑟堡间港口内的敌军船只进行攻击的一系列行动。10月11日，复仇号参与了“中型行动”（Operation Medium），对瑟堡港内的敌军运输船队进行攻击。在皇家空军的掩护下，复仇号与其他舰艇顺利进入射程，对港内进行了18分钟的炮击，共发射了120发炮弹。德军岸防炮进行了回击，但未取得任何命中。<br>\n　　在这次行动后，复仇号再次回归往返于哈利法克斯的护航行动。1941年3月，复仇号进行了少有的战时改装，加装了279型预警雷达。24日，她携带着波兰流亡政府总理瓦迪斯瓦夫·西科尔斯基（Wladyslaw Sikorski）从苏格兰前往哈利法克斯，使得后者得以与加拿大政府及罗斯福总统进行会谈，随后复仇号继续回归护航任务。<br>\n<gallery mode=\"packed\" heights=\"200px\">\n1939年，复仇号.jpg|1939年，复仇号\n复仇号迷彩.jpg|复仇号迷彩\n复仇与决心.jpg|复仇（后）与决心（前）\n拆船厂中的复仇、纳尔逊和罗德尼.jpg|拆船厂中的复仇（左）、纳尔逊（中）和罗德尼（右）\n</gallery>\n　　1941年对于盟军而言无疑是痛苦的，轴心在东西两线均取得了不小的进展，远东的威胁也愈发显现。早在3月，英美便开始了军事合作谈判，包括复仇号在内的R级战列舰计划被派往新加坡以实现对日牵制。8月31日，复仇号抵达弗里敦，与船队一起开始向远东前进。<br>\n　　然而在帕尔马斯角附近，由于转向故障，复仇号再次与船队内的猎户座号运兵船发生了碰撞事故。复仇仅仅受了轻伤，但猎户座号受损严重，在紧急维修后勉强跟上了船队，顺利抵达开普敦。复仇号继续前往远东，并在亭可马里与远东舰队汇合。但Z舰队指挥官菲利普中将认为R级过于老旧，行动缓慢且防空不足，所以将复仇号留在了印度洋，仅带领{{小图标|反击}}与{{小图标|威尔士亲王}}进驻新加坡。随着Z舰队的覆灭，复仇与剩余的R级承担起了在印度洋阻挡IJN的责任。<br>\n　　1942年2月，复仇号再次进行了战时改装，加装了273型水面雷达以及284型火控雷达，并在3月重返印度洋。此时隶属于詹姆斯·萨默维尔海军上将的东方舰队已经成立，但仍然是由于过低的航速以及糟糕的舰况，R级仍然与竞技神号航母共同执行印度洋护航任务。由于得到IJN可能进行袭击的情报，R级开始在阿杜环礁进行搜索，并于4月4日取得了侦察情报。南云特遣部队则于5日与8日执行了对科伦坡和亭可马里的空袭。与菲利普一样，萨默维尔同样对于四艘R级没有太多期待，她们于9日上午出航前往位于非洲蒙巴萨的基林迪尼港，负责保卫中东与波斯湾的航路。然而也正在当天，{{小图标|赤城}}、{{小图标|飞龙}}、{{小图标|翔鹤}}及{{小图标|瑞鹤}}再次袭击了亭可马里，并击沉了{{小图标|竞技神}}。<br>\n　　1942年的痛苦只是暂时的。在6月的中途岛海战后，IJN在印度洋方向的扩张得到了抑制，复仇号也持续在基林迪尼进行着护航任务。1943年2月，{{小图标|厌战}}、{{小图标|复仇}}、决心、巡洋舰毛里求斯、以及包括{{小图标|狐提}}号在内的驱逐舰队组成了东方舰队A舰队，前往印度洋，以为澳大利亚第9师返回本土得运输行动提供掩护，随后在6月及7月进行了一系列大修。7月底，复仇与决心接到了返回本土的命令，并于9月抵达克莱德河，于10月转为预备役，此时她的舰况已经十分糟糕，但她仍然在11月至12月运送丘吉尔前往马耳他参加德黑兰会议。<br>\n　　1944年5月，复仇号的主武器被拆除，以为拉米雷斯以及厌战提供在霸王行动期间进行火力支援行动的备件，本体则成为司炉训练舰。1948年3月，复仇号被列入报废名单，并于7月出售，于9月到达拆船厂进行拆解。据称复仇与{{小图标|阿尔汉格尔斯克}}的炮塔驱动齿轮等部件被用于制造位于柴郡的乔德雷尔天文台的洛弗尔射电望远镜的主承载轴承。<br>\n [[文件:洛弗尔射电望远镜.jpg|缩略图|250px|右|位于柴郡的洛弗尔射电望远镜]]\n　　作为诞生之初便是一型廉价替代品的军舰，复仇的服役生涯却不可说不壮阔。她曾经在日德兰的迷雾中奋战，也曾见证了间战期的种种。她曾突入海岸直面岸防炮进行炮击，也曾在最困苦的岁月与姐妹们共同面对气势正盛的IJN主力。尽管由于设计缺陷而不受重视，但却也是全球布武的皇家海军在兵力捉襟见肘之时所必须依赖的重炮舰，忠实地执行着一次又一次的护航任务。即便在退役后，仍然为人类向深空的探索做出了贡献。也许，这就是一艘战舰对于“尽忠职守”的最好诠释了。<br>\n\n*（资料来自 Naval-History http://naval-history.net/<nowiki> ） </nowiki><br>\n==游戏相关==\n===更新日志===\n===角色设定===\nリヴェンジ級戦艦のネームシップ。<br>\n騎士隊所属ではあるものの、優しすぎる性格にドがつく運動音痴が災いして、<br>\n戦闘以外の普段の庶務や雑務はいまいち頼りないが、駆逐艦の子たちの間では大変人気らしい。<br><br>\n翻译：Amily<br>\n复仇级战列舰的命名舰。<br>\n虽然所属于骑士队，但却有着过分温柔的性格加上堪称灾难级的运动天赋。<br>\n战斗以外的日常事务处理也很难称得上到位，却在驱逐舰的孩子们间享有着不小人气。<br>\n===相关解释===\n<big>'''获取台词——哇哇！？抱歉,顾着赶路不小心撞上了…您就是指挥官吗？太好了，皇家所属战列舰复仇，前来报到！'''</big><br>\n<big>'''彩蛋台词——我…我不会撞到你们的！'''</big><br>\n复仇的服役生涯中发生了多次碰撞事故，包括英国油轮阿巴拉契亚号（受损严重回港维修）、加拿大海军战斗级拖网船伊普尔号（当场沉没）以及猎户座号运兵船（严重受损，勉强维持航速），其中伊普尔号的事故更是导致其每次抵达哈利法克斯港都会被其他船员以故意跳船作为调侃。<br>\n<big>'''主界面ex台词——那位北方联合的战舰…对皇家礼仪很了解呢。好佩服。'''</big><br>\n“北方联合的战舰”即复仇的妹妹——'''君权'''（Royal Sovereign），其于1944-1949年间租借给苏联海军并更名{{小图标|阿尔汉格尔斯克}}。{{黑幕|自家人不认自家人（雾}}\n\n<big>'''角色设定——在驱逐舰的孩子们间享有着不小人气'''</big><br>\n复仇号的服役生涯中大多在执行护航任务，多数时间都在与驱逐舰队共同行动。\n===相关图片===\n<gallery mode=\"packed\" heights=\"200px\">\n复仇官方海报.jpg|官方海报\n复仇换装官方海报.jpg|换装「进击的冒失女仆」\n</gallery>\n==其它舰船==\n{{舰娘图鉴导航}}\n[[分类:复仇级战列舰]][[分类:皇家骑士团]]"
}