{
    "id": "437",
    "name": "甘古特",
    "raw_wikitext": "{{舰娘图鉴 \n|分组=\n|特殊底色=\n|型号=甘古特级战列舰1号舰\n|名称=甘古特\n|和谐名=\n|英文名=SN Gangut\n|日文名=ガングート\n|编号=437\n|类型=战列\n|初始星级=★★☆☆☆\n|稀有度=精锐\n|阵营=北方联合\n|掉落点=\n|活动掉落点=\n|其他获取途径=[[碧蓝海事局北境序曲活动专题#情报Pt 兑换/累计奖励|北境序曲活动Pt累计奖励]]<br>[[碧蓝海事局复刻北境序曲活动专题#情报Pt 兑换/累计奖励|复刻北境序曲活动Pt累计奖励]]<br>[[商店#军需商店|军需商店8000功勋值兑换]]\n|耗时=无法建造\n|相关活动=[[碧蓝海事局北境序曲活动专题|北境序曲]]\n|营养价值={{强化值|炮击=51|雷击=0|航空=0|装填=10}}\n|退役收益=金币11 燃油4 勋章4\n|需强化炮击=61\n|强化每点炮击所需经验=10\n|需强化雷击=0\n|强化每点雷击所需经验=0\n|需强化航空=0\n|强化每点航空所需经验=0\n|需强化装填=41\n|强化每点装填所需经验=35\n|解锁图鉴科技点=28\n|突破至满星科技点=56\n|达到120级科技点=42\n|解锁图鉴属性加成=战巡/战列/航战 耐久+1\n|达到120级属性加成=战巡/战列/航战 炮击+1\n|图鉴耐久=B\n|图鉴防空=D\n|图鉴机动=D\n|图鉴航空=E\n|图鉴雷击=E\n|图鉴炮击=A\n|装甲类型=重型\n|初始耐久=1082\n|初始装填=55\n|初始命中=20\n|初始炮击=62\n|初始雷击=0\n|初始机动=6\n|初始防空=32\n|初始航空=0\n|初始消耗=5\n|初始反潜=0\n|满级耐久=6645\n|满级装填=151\n|满级命中=63\n|满级炮击=328\n|满级雷击=0\n|满级机动=34\n|满级防空=177\n|满级航空=0\n|满级消耗=14\n|满级反潜=0\n|航速=24.1\n|幸运=85\n|技能1名=为革命献上祝福\n|技能1=主炮开火时，提升编队中北方联合全员炮击、雷击、防空、装填属性8.0%（18.0%），持续10秒；装备【[[三联装305mm主炮Model1907T3]]】主炮时，自身主炮效率提高50.0%（80.0%），每场战斗的前4轮主炮装填时间减少20.0%（35.0%）<br>{{专属特殊兵装强化}}\n|技能2名=破冰移转\n|技能2=在战斗中受到伤害，导致血量低于30%后，自身受到的伤害降低5.0%（15.0%），队伍中驱逐舰受到的伤害降低5.0%（10.0%），每场战斗最多发动1次\n|技能3名=\n|技能3=\n|技能4名=\n|技能4=\n|突破1阶效果=主炮底座+1/主炮效率提高5%\n|突破2阶效果=副炮底座+2/主炮效率提高10%\n|突破3阶效果=主炮底座+1/主炮效率提高15%\n|1号槽装备类型=战列炮\n|2号槽装备类型=轻巡炮、驱逐炮\n|3号槽装备类型=防空炮\n|1号槽装备效率初始=80%\n|2号槽装备效率初始=200%\n|3号槽装备效率初始=100%\n|1号槽装备效率满破=110%\n|2号槽装备效率满破=200%\n|3号槽装备效率满破=100%\n|1号槽满破武器数=3\n|2号槽满破武器数=3\n|3号槽满破武器数=1\n|1号槽满破预装填数=0\n|2号槽满破预装填数=3\n|3号槽满破预装填数=1\n|装备1=三联装305mm主炮Model1907T3\n|装备2=\n|装备3=\n|装备说明=\n|评价=一技能增幅极高，使用专属炮后在道中环境有快速装填的主炮，即速射炮战，一分钟战斗能比正常炮战多一轮的主炮。因为自身前四轮主炮轴难以配合，阵营Buff更多的像是给自己用的。\n|备注=<span style=\"color:red;\">💓誓约后有4个额外语音！！！💓</span>\n----\n使用自带主炮（{{小图标2|三联装305mm主炮Model1907T3}}）时是高频率优质炮战，所以蓝炮已经钦定了。{{划掉重说|该炮只能通过获得甘古特时入手或者[[北境序曲A2]]打捞，并且仅有蓝装一种，所以绝对不要因为装备的品质是蓝色就分解掉。|分不了的，放心吧}}<br>\n----\n以道中定位60s战斗来说，buff覆盖率为50%即9%“炮击雷击防空装填”，可算做不错的阵营拐。自身吃满buff，携带火控可开四炮，dps较高且较平滑。那么理性来说，在“防空压力不大、盾怪高甲怪不多”的地图可作为buff系炮战在道中登场，搭配塔什干阿芙乐尔恰巴耶夫等较强的队友过图十分舒适（气突苏）。而boss队与苏俄的组合则有待商榷。（[https://space.bilibili.com/13297285 海事局虽来]）<br>\n|CV=本名：大浦 冬华 / 艺名：緒乃 冬華 / Ono Fuyuka / [https://twitter.com/fuyuka_ono 推特] / [https://www.instagram.com/fuyuka0113/ IG]\n|画师={{画师数据| 股间少女老妹鹅}}\n|微博={{画师数据|股间少女老妹鹅|微博}}\n|推特={{画师数据|股间少女老妹鹅|推特}}\n|P站={{画师数据|股间少女老妹鹅|P站}}\n|舰船型号台词=甘古特级战列舰—甘古特\n|自我介绍台词=我是北方联合的弩级战列舰，甘古特！哼，别以为我是旧型就小看我。无论人还是舰船，都只有在力量不足的时候才会渴望强大，在窘境之时才更加追求революция。从波罗的海，到列宁格勒，只有忍辱负重，拼尽全力战斗至最后一刻，方能闪现出最耀眼的光辉！\n|获取台词=呼哈哈哈！干得不错，同志！让我们团结起来，为了守护这条碧蓝的航线而奋斗吧！竭尽全力，至死方休！\n|登录台词=同志啊，今日准备挑战什么强敌？我甘古特会与你一起战斗的！\n|查看详情台词=就算失败、跌倒，满身泥泞，也能一次一次重新振作起来的人性光辉——这才是我所追求的революция（革命），才是我所钟爱的небе（天国）！\n|主界面1台词=同志啊，陪我喝几杯吧？…什么？你不会一杯伏特加下肚就不行了吧？\n|主界面2台词={{悬浮框|同志~再喝点啊~马拉那家伙都不陪我喝~让我们喝到天亮嘛~|（好感为誓约）}} \n|主界面3台词=同志啊！听完那些水兵们的故事，是不是很心潮澎湃！那正是革命者的，人性的光辉啊！\n|主界面4台词=\n|主界面5台词=轻松获胜？说什么傻话呢，同志。不是苦战的话根本无法使出去全力！下次派我到更危险的战场去吧！\n|主界面6台词={{悬浮框|没有强敌？原来如此，同志这是欲求不满了吗…放心吧，我来当你的对手。来吧！把生命燃烧起来！|（好感为誓约）}}\n|主界面1台词_mediaFile =甘古特main_1.mp3\n|主界面2台词_mediaFile =甘古特main_1_ex1100.mp3\n|主界面3台词_mediaFile =甘古特main_2.mp3\n|主界面4台词_mediaFile =\n|主界面5台词_mediaFile =甘古特main_3.mp3\n|主界面6台词_mediaFile =甘古特main_3_ex1100.mp3\n|普通触摸台词=舰装？只要能使我们变强的，都应该利用起来，再美妙不过的合理主义了不是吗。我是不会甘心忍受自己弱小的。\n|普通触摸台词_2={{悬浮框|原来如此，同志你是想要更深入地了解这身舰装吗！没问题！这亦是充满勇气的行动！|（好感为誓约）}}\n|普通触摸台词_2_mediaFile=甘古特touch 1 ex1100.mp3\n|特殊触摸台词=同志啊，这是做什么？你总不会不知道北方联合的处罚有多严苛吧？\n|特殊触摸台词_2={{黑幕|{{悬浮框|既然是同志就不计较了！对于勇敢的行为自然要给予赞赏！来，尽情地触碰吧！|（好感为誓约）}}}}\n|特殊触摸台词_2_mediaFile=甘古特touch_2_ex1100.mp3\n|摸头台词=\n|任务提醒台词=命令是为了保证秩序而存在的，为了大局，还是尽快完成吧。\n|任务完成台词=干得漂亮！这份奖励正是对于我等革命的最佳奖赏！\n|邮件提醒台词=信来了。同志啊，尽快拆了看看吧。\n|回港台词=哦哦，同志啊，这次是胜利的凯旋吗？无论胜负如何，只要竭尽全力战斗过，就足够了！\n|好感度-失望台词=将莽撞当作勇气的人是没有未来的，同志啊。\n|好感度-陌生台词=我是战舰甘古特，或许你也可以用另一个名字称呼我。不过，比起名字，更重要的还是战果。不用太过拘泥，用你喜欢的方式喊我就行了。\n|好感度-友好台词=同志啊，希望你不要误会，这不仅仅是我们的战斗，更是你的战斗。不要仅满足于现状，我们要一起不断精进才行。\n|好感度-喜欢台词=啊哈哈哈哈哈！干得好！同志！我们即将赌上彼此的生命、勇气，一切，去挑战无数的困难和强大的敌人！没有比这更加革命的事了不是吗！\n|好感度-爱台词=单刀直入地说吧！同志的光芒令我感到心神一振——没错，我喜欢上你了！现在我摆在眼前的，是名为“向同志表达爱意”的挑战！来吧，收下我这爱的拥抱！\n|誓约台词=誓约…吗。虽然事到如今其实已经没什么太大的意义，不过作为与同志关系进步的证明，也算是一大收获吧。好！来干杯吧！同志啊！以后也多多指教了！\n|委托完成台词=和“冰上航行”那般苦涩的返航不同，这次同伴们带回来的，是满满的希望。让我们去迎接她们吧！\n|强化成功台词=同志啊，你也要变得更强！然后与我一同在战场发挥光热才行！啊哈哈哈哈！\n|旗舰开战台词=让我看看你们的勇气吧！！\n|胜利台词=庆贺吧！我们有此等资格！就将这份欢喜，作为下次胜利的食粮吃下吧！\n|失败台词=同志啊，这不是败北，而是警醒！警醒我们不要忘却了革命的初心。\n|技能台词=为革命献上祝福！\n|血量告急台词=呼哈哈哈哈哈！这才像是我该在的战场啊！\n|彩蛋1台词={{#invoke:彩蛋台词|解析|30511|1|0}}呼哈哈哈哈！没想到会有与你共同战斗的一天啊！\n|彩蛋2台词={{#invoke:彩蛋台词|解析|70201|1|0}}挥洒革命的曙光吧！\n|彩蛋3台词=\n|特性标签=特定舰船增益#先锋减伤\n|pve配装推荐1=\n|pve配装1推荐人=\n|pve配装1推荐理由=\n|pvp配装推荐1=\n|pvp配装1推荐人=\n|pvp配装1推荐理由=\n|pve配装攻略组认证=\n|pvp配装攻略组认证=\n|特殊配装推荐1=三联装305mm主炮Model1907T3\n|特殊配装1推荐人=坐看云起\n|特殊配装1推荐理由=技能几乎将此炮提升到了+13高爆炮的程度，高爆弹内无敌手，因此基本无视主炮泛用推荐，无脑选择该炮即可（除非想整个拿彩炮香槟炮等打中重甲的花活）记得将专属炮+7。其余槽位推荐不变\n|大炮主炮类型=主炮无弹幕\n|实装日期=2020年02月27日\n|身份=革命老兵、战斗狂人、{{黑幕|酒鬼}}\n|性格=豪爽、好战\n|关键词={{黑幕|正面上我啊！}}\n|持有物=战斗之心\n|发色=灰白色\n|瞳色=品红\n|萌点=爱心眼{{黑幕|好感度喜欢后}}、泪痣、黑色挑染\n}}\n{{#invoke: 舰娘台词 | 台词面板 \n| 样式 = primary\n| 标题1 = 坚定的执行者\n| 内容1 = {{#invoke: 舰娘台词 | 台词表格\n  | desc = 同志啊，我要感谢这次安排的演习！这份制裁罪恶，给予惩罚，助人再造重生的重责大任，我很乐意接下！\n  | desc_mediaFile = 甘古特换装1_get.mp3\n  | login = 同志啊，你是来视察演习的吗？哈哈哈，想知道什么尽管问，我会知无不答的！\n  | login_mediaFile = 甘古特换装1_login.mp3\n  | detail = 同志啊，现在认罪还太早了！得全力抵抗，拼命逃跑直到最后一刻才行！这样你才能获得真正的成长！\n  | detail_mediaFile = 甘古特换装1_detail.mp3\n  | main_1 = 这身打扮多少有点铁血或白鹰的味道呢，哼哼，如果真打扮得太可怕，会吓到一些小朋友的吧。\n  | main_1_mediaFile = 甘古特换装1_main_1.mp3\n  | main_2 = “我是甘古特。…监管区域一切正常，继续巡逻吧。”\n  | main_2_mediaFile = 甘古特换装1_main_2.mp3\n  | main_3 = 同志啊，想要搞点酒吗？好！就趁着这段空挡的时间陪你喝喝吧！\n  | main_3_mediaFile = 甘古特换装1_main_3.mp3\n  | touch = 墙上这些徽章？只是用来装饰的复制品罢了，想要的话做几个都没问题。\n  | touch_mediaFile = 甘古特换装1_touch_1.mp3\n  | mission = 任务有困难吗？有什么需要调查的可以让我帮忙。\n  | mission_mediaFile = 甘古特换装1_task.mp3\n  }}\n| 标题2 = 挚爱伏特加\n| 内容2 = {{#invoke: 舰娘台词 | 台词表格\n  | desc = 尝过了那么多，果然还是自家的最好喝啊。来，同志，为了庆祝休息日的到来，干了这杯伏特加！\n  | desc_mediaFile =甘古特换装2_get.mp3\n  | login = 同志啊，你是来陪我喝一杯的吗？你来得正好，这是阿芙乐尔带回来的伏特加，我这就给你倒上！\n  | login_mediaFile =甘古特换装2_login.mp3\n  | detail = 同志啊，看了这些杂志上记载的故事吗？就是有这些努力的人们在，我们的时代才能变得越来越好啊！\n  | detail_mediaFile =甘古特换装2_detail.mp3\n  | main_1 = 同志啊，即使是和平年代，也需要有不断奋斗的精神才行。若是人人都安逸于现状，谁能在危险来临时有勇气挺身而出？对吧！\n  | main_1_mediaFile =甘古特换装2_main_1.mp3\n  | main_2 = 重樱那边也有几个喜欢喝的，我记得是叫……伊势和日向来着？下次一起喝几杯的时候也叫上她们吧！\n  | main_2_mediaFile =甘古特换装2_main_2.mp3\n  | main_3 = 不行啊，我怎么能在这里这么安逸地躺着…同志，扶我起来，叫上其它人一起来一场演习吧！\n  | main_3_mediaFile =甘古特换装2_main_3.mp3\n  | touch = 来，同志，再陪我干几杯！…什么，你不会觉得这点就能让我醉了吧！\n  | touch_mediaFile =甘古特换装2_touch_1.mp3\n  | touch2 = {{黑幕|同志啊，你这就醉了么。不过也没关系，沙发换给你躺，好好休息吧！}}\n  | touch2_mediaFile =甘古特换装2_touch_2.mp3\n  | home = 房间有些杂乱？同志，你说的有道理，让我们这就开始收拾！不过，要从哪里开始呢？这些杂志还是这些瓶子？\n  | home_mediaFile =甘古特换装2_home.mp3\n  }}\n}}\n==舰船相关==\n{{:甘古特级战列舰介绍}}\n===原型舰简介===\n[[File:SN Gangut.jpg|缩略图|300px|右|甘古特（Гангут）入役泊于芬兰赫尔辛基，1915]]\n　　'''甘古特号战列舰（Gangut，Гангут）'''是沙皇俄国海军一战前建造的'''甘古特级战列舰（Gangut-class battleship）'''的'''首舰'''，也是同级4艘舰艇中'''最后完成舾装'''的一艘（因舾装完工顺序，也别称为“塞瓦斯托波尔级”）。该舰舰型属于'''无畏舰（Dreadnought）'''，也是沙俄海军的首级无畏舰。该舰舰名是为了纪念1714年的'''甘古特会战'''（芬兰称“汉科角会战”），大胜芬兰海军——该场战役意义重大，是沙俄近现代史上正规海军的第一次重大胜利，也是在彼得大帝改革之下，沙俄强盛的一个注脚。<br>\n　　甘古特的龙骨于1909年6月16日安放，并于1911年9月22日下水。在1914年与同级舰“波尔塔瓦”相撞，导致原定于1914年11月9日的试航推迟到1914年12月下旬。1915年1月11日到达赫尔辛基，加入波罗的海舰队并开始服役。1917年参与十月革命，之后被暂时闲置。1925年被冠以新舰名'''“Октябрьская революция”'''，即'''“十月革命”'''；1926年3月23日重新服役，1931年10月12日进行了现代化改装，1934年8月4日完成改装工作。参与了苏芬战争，轰击了几个岸防工事。苏德战争爆发后，于1941年9月21日遭到空袭受到严重损坏，进港维修直到42年11月。在列宁格勒保卫战中用大口径主炮支援陆上部队。1958年退役，1959年于喀琅施塔得拆解。<br>\n　　1944年7月22日，被授予'''<span style=\"color:red;\">红旗勋章</span>'''。\n[[File:SN Gangut2.jpg|缩略图|300px|右|十月革命（Октябрьская революция）完成现代化改造，1934]]\n{{原型舰性能数据\n|排水量标准=23256\n|排水量满载=27200\n|长=184.9\n|宽=26.9\n|吃水=8.1\n|动力=57000\n|装置=12 x 亚罗式锅炉，2 x 弗兰克·路西安式直接传动蒸汽轮机；4 x 推进器\n|航速=22.7\n|最大航程=2500\n|最大航程所用航速=14\n|编制=1400\n|武器='''（现代化改装后）'''4 x 三联装305mm/52 1907型主炮；16 x 单装120mm/50 1905型副炮；6 x 单装76mm 34-K高炮；12.7mm机枪若干<br>　　　　　'''（1944年状态）'''4 x 三联装305mm/52 1907型主炮；10 x 单装120mm/50 1905型副炮；6 x 单装76mm 34-K高炮；1 x 双联装76mm 39-K高炮；2 x 双联装76mm 81-K高炮；16 x 单装37mm 70-K高炮；1 x 四联装37mm 46-K高炮；4 x 双联装 + 4 x 单装12.7mm 得仕卡高射机枪；2 x 四联装12.7mm 维克斯高射机枪\n|装甲=水线装甲带125-225mm；甲板12-50mm；指挥塔100-254mm\n|舰载机=无\n|其它=\n}}\n*（数据为现代化改装后）\n===舰船历史===\n{{折叠面板|标题=序：从对马海战开始说起|选项=21|主框=2|样式=warning}}\n施工中\n{{折叠面板|内容结束}}\n{{折叠面板|标题=1：沙俄海军的重建|选项=22|主框=2|样式=info}}\n[[文件:比日列夫.jpg|缩略图|150px|右|海军部部长比日列夫]]\n　　书接上文，日俄战争给俄国带来的影响不可谓不小，沙俄海军，仅次于英法两国的“世界海军”居然被一群战前被俄国人看作“瘦弱的猴子”的日本人打败，并且是惨败——从波罗的海跨越半个地球来参战，以维护这个末日帝国的最后尊严的第二太平洋舰队几乎全军覆没。帝俄海军最新锐的“博罗季诺”级战列舰，除了因为施工进度缓慢而没得来得及赶上对马海战的“光荣”外，其余4条都在对马海战中迎来了自己的“光荣”。毫不夸张的说，整个俄罗斯海军（除黑海舰队外）基本上可以说是被整个消灭了。日俄战争的结束改变了远东的格局。随着国内局势的恶化，国内爆发了革命，迫于压力之下，沙皇宣布进行政治改革。因而国家杜马就办了起来——不过显然政治改革没法当饭吃，自波罗的海舰队全军覆没后，圣彼得堡的门户大开，这对俄国人来说可不是什么好消息。因此帝国急需军舰来保护波罗的海和自己的首都。基于这个设想，1905年日俄战争结束后不久，雄心勃勃的沙皇便与海军开始了海军的重建。<br>\n　　第一步是改革海军的组织架构。海军设立海军大臣一职统领海军部,并根据日俄战争的经验设立了海军总参谋部(МГШ)，负责制定海上作战计划、造船计划、研究外国舰队、协调各部门等，而海军重建的计划与海军结构的进一步调整就落到了海军总参谋部的头上。1906年4月，刚刚被任命为海军部长的比日列夫中将成立了一个常设机构：特别会议，任务是根据现有信息制定无畏型战列舰建造任务和创建舰队的计划。<br>\n　　在1906年4月22日的第二次会议上，会议制定了制定战舰设计任务的技术概要。在同天召开的第三次会议上，会议认为此时正是俄罗斯重建舰队的最佳时机，因为世界正在进入无畏舰时代，而在对马海战中失去的不过是些过时的前无畏舰。在讨论从海上保护圣彼得堡的问题时，强调只有在强大的现代舰队的支持下，海军要塞和海防部队才有机会做好战斗准备。<br>\n　　根据海军的想法，他们自己对无畏舰的要求如下：航速20节，排水量2-3万吨，搭载12英寸口径的火炮。在得到沙皇的首肯后，海军决定先造2条试试水。为此海军向财政部申请了4200万卢布的工程款。不过财政部拒绝批款，财政部长科科夫佐夫（В.Н. Коковцов）直球的表示：“我对这个订单没有信心，也认为其没有意义。”并且还表示，在海军拿出一个完善的长期建造计划之前，财政部不会给海军拨一分钱。于是在1906年剩下的时间里，海军为了重建计划开了无数的会。<br>\n　　1907年3月，МГШ向沙皇提交了一份名为《海军计划的战略依据«Стратегические обоснования для плана войны на море»》的报告。МГШ\n在报告中为沙皇提供了4个方案。这4个方案为中两个远东，一个黑海，一个波罗的海。考虑到俄国的现实情况，沙皇最后选择了最后一个，也就是在波罗的海建设一个完整的海军中队，以保卫圣彼得堡（俄国人当然不会忘记，在克里米亚战争中塞瓦斯托波尔沦陷后，英法联军曾经威胁要从海上进攻圣彼得堡以“更彻底的”结束战争）或者随时从波罗的海出发，出现在各个俄罗斯海上利益受损的海域。但实际上，这个所谓的“‘小'计划(«Малую судостроительную программу»)”事实上包括了8条战列舰，4条战列巡洋舰，9条轻巡洋舰，36条驱逐舰，共计耗时10年，耗资3.5亿卢布。若是将人员训练基地建设等等费用一并包括在内，整个计划将耗资8.7亿卢布。4月2日，沙皇命令国防议会审议这个项目，并把МГШ的报告交给了国防议会。<br>\n　　4月9日，国防议会经过讨论，否决了该方案。<del>散发着浓浓酒精味的</del>国家杜马表示，在陆军的要求得不到满足的情况下，杜马不会给海军拨款。杜马的反对事实上并不是没有道理的。1905年的惨败让整个国家几乎对海军失去了信心，俄国的报纸大肆宣扬自己的海军是“自杀舰队”，海军的拙劣表现让它成为了各种势力抨击的最好目标。<br>\n　　但是沙皇执意要求扩建海军，双方的关系越发紧张起来。不久沙皇宣布否决国家杜马提出的陆军扩军与改革方案，试图逼迫国家杜马就范。国家杜马针锋相对，也宣布否决了海军的8.7亿的计划。双方僵持不下。1908年，尼古拉二世决定不顾国家杜马反对强行推进海军的重建。1908年初，海军在政府的支持下，要求国家杜马每年为建造战列舰拨款3000万卢布，为期四年，但被国家杜马拒绝。最后海军只得求助于斯托雷平。斯托雷平通过颁布紧急状态下的“国家最高政府令（«порядке верховного управления страной»）”的办法分配所需的资金建造战舰，最终解决了资金问题。这种情况下，国家杜马被迫让步，和海军达成一定的妥协。但是海军依然没能得到国家杜马的拨款，除了斯托雷平的拨款，他们还需要在1907-1909财年自己想办法凑够剩下的钱。<br>\n　　于是海军的重建终于开始，而他们是否能如愿呢？\n{{折叠面板|内容结束}}\n{{折叠面板|标题=2：设计史|选项=23|主框=2|样式=info}}\n[[文件:1906年波罗的海造船厂的方案.png|缩略图|300px|右|1906年波罗的海造船厂的早期方案]]\n　　差不多就在海军和沙皇为了“小计划”的拨款在国家杜马和议员们打口水战甚至不惜大打出手的当儿，МГШ也开始描绘“小计划”中军舰的具体细节了。<br>\n　　在1906年初，许多直接参与日俄战争的军官被问到了许多问题。他们的回答往往相互矛盾，但仍然可以做出一些概括，以反映战舰战术和技术特征发展的主要趋势。他们证明了当时需要一种全新的方法来设计战列舰。二等舰长P.P.帕莱茨基（П.П.Палецкого，他后来成为了甘古特的舰长）给出了一个十分符合海军未来发展趋势的答案：“战舰的主要指标应该是它的武器、装甲、速度和续航能力，而不是战舰的排水量或舰船数量。<br>\n　　他们还要求改善炮弹弹道。经历了对马海战，后来成为波罗的海和海军部工厂炮兵部队的负责人的一等舰长K.N.德法布雷（К.Н.Дефабр），还特别指出应该如何改善海军火炮的弹道：“舰炮过短，最好改用50倍径的火炮，以使弹丸的初速提高了10-15%；仰角太低，对于大型火炮，有必要将其仰角增加到25-30°”。<br>\n　　而提升防护水平成了所有指挥官的共鸣：装甲应该扩展到整个干舷，必须加强甲板装甲。一等舰长V.K.皮尔金（В.К.Пилкин，他后来成为了波尔塔瓦的舰长）认为，“船应该以新方式划分水密隔仓，这样，即使船只受损进水，它也不会侧翻。”<br>\n　　在特别会议的第三次会议上详细考虑了其他军舰已经使用的涡轮发动机的优缺点。涡轮发动机的优点包括易于控制船舶并使其在固定航线上能够实现高速航行。涡轮发动机的缺点，主要是由于当时技术的不完善，被认为是由于转子叶片端部的磨损而导致功率下降，转子叶片的质量相对较大，尤其是在小吨位的船上。<br>\n在随后的1906年4月29日和5月9日的会议上，讨论了装甲和辅助火炮问题。<br>\n　　特别会议的工作成果是开发一个排水量为19,000-20,000吨的涡轮发动机战舰项目，该项目的最终版本在1906年5月26日的一次会议上获得通过。<br>\n设计新型战舰的第一项作战战术任务确定为不低于22节的最大航度，为了达到该航速，将采用最新的涡轮机。这艘战列舰配备了至少八门305mm火炮，如果可能的话，还应该配备20门120mm副炮。<br>\n　　设计人员被要求尽可能减少吃水和长度，此举是为了军舰能够通过苏伊士运河，并采取一切措施确保燃料供应充足。（这显然是基于全球部署的考虑）<br>\n　　此外，确定新型战列舰至少要有15英尺的干舷高度。从结构水线算起，机舱的长度不少于76英尺。最终建议用具有破冰结构的舰首代替球鼻艏。<br>\n　　基于日俄战争中的惨痛经验，装甲是新型战列舰的设计重点之一。1906年5月26日会议确定了装甲厚度后，由S.K.拉特尼克（С.К. Ратника）决定甲板装甲和厚度。技术条件上写着：“在排水量允许的情况下，它应该有三层装甲甲板，其中最厚的一层是1.5dm，中间一层是1.0 dm，下面一层是0.5 dm。总共装甲甲板厚度之和不小于 3.0 分米”。同时，在结构上，下装甲甲板应位于结构水线以上至少18dm处。<br>\n　　根据这些要求，开发出了两种初步设计：由英国维克斯公司提供的设计案和由俄罗斯工程师设计的代号为“新式战列舰设计案”的方案。这两个项目在1906年6月27日的一次会议上进行了审议。在战术上（火炮的数量和口径、速度、巡航范围、装甲），这些项目几乎是相同的。只有305mm火炮炮塔的装甲厚度不同。“新式战列舰设计案”将炮塔的装甲厚度从10dm减少到8dm，增加了船体主装甲带的装甲厚度。<br>\n　　相较于俄国船厂，英国船厂承诺在20个月内建造一艘战列舰，而在俄罗斯国内船厂建造则至少要花3年建成。然而，特别会议认为在国外建造船舶是不可取的，并优先考虑以俄国的设计草案。<br>\n　　航速方面，战列舰的速度至少应为21节，并优先使用涡轮机和细管锅炉作为发动机。烟囱的高度必须使烟雾不会干扰对船舶和炮火的控制。航程为从全速1800英里或经济航速5000英里。<br>\n　　基于这些要求，МГШ确定了新型了无畏型战列舰的主要性能特征。1907年5月11日，它们被提交给海军部长审议，但由于对副炮的口径存在分歧，没有获得批准。由于应该装备该船的120mm副炮的分装弹药重量较重，因此装填炮弹和储存炮弹相当困难。因此，建议使用带有一体式弹药的102mm火炮用作副炮。<br>\n　　这些要求的最终形式于1907年8月18日提交给海军部长。然后，在海军技术委员会（МТК）和МГШ代表的联席会议上再次讨论了战列舰的战术和技术特性。<br>\n　　到此共形成了4个不同阶段（海军进行国际竞标阶段的条件一并列出）的不同方案，具体差别见下表：（采用公制单位）\n{| class=\"wikitable\"\n|+ 四个方案\n! scope=\"col\" | 项目文件名称\n! scope=\"col\" | 1906年方案\n! scope=\"col\" | 1907年方案\n! scope=\"col\" | 因МТК和МГШ联席会议而做出的调整\n! scope=\"col\" | 1907国际竞标的约束条件\n|-\n! scope=\"row\" | 排水量\n| 19000-20000\n| 22300\n| 22300\n| 22300-23000 \n|-\n! scope=\"row\" | 长度（m）\n| 152.5-160.1\n| —\n| —\n| 172\n|-\n! scope=\"row\" | 宽度（m）\n| 25.2\n| —\n| 25.2\n| —\n|-\n! scope=\"row\" | 吃水（标准排水量,m）\n| 7.9\n| 8.35\n| 8.35\n| 8.2\n|-\n! scope=\"row\" | 吃水（满载排水量,m）\n| — \n| 8.85-9.15\n| 8.85-9.15\n| —\n|-\n! scope=\"row\" | 航速\n| 21-22\n| 21\n| —\n| 21\n|-\n! scope=\"row\" | 续航里程（英里）\n| — \n| 1800/5000\n| — \n| —\n|-\n! scope=\"row\" | 舰炮 主炮数量/口径（mm）/倍径\n| 8-10/305/52\n| 10/305/52\n| 10/305/52\n| 12/305/52\n|-\n! scope=\"row\" | 舰炮 副炮数量/口径（mm）/倍径\n| 20/120\n| 18/102\n| 14/120\n| 16/120\n|-\n! scope=\"row\" | 舰炮 小口径火炮数量（mm）/口径\n| — \n| 4/47 \n| 4/57\n| —\n|-\n! scope=\"row\" | 鱼雷发射管数量\n| — \n| 5\n| 4 \n| 4\n|-\n! scope=\"row\" | 主装甲带厚度（mm）\n| 127-203\n| 152-305\n| 254\n| 203\n|-\n! scope=\"row\" | 上层装甲防护带厚度（mm）\n| 76.5\n| 76.5-152\n| 76.5-127.5\n| 102\n|-\n! scope=\"row\" | 甲板装甲厚度（B-上层,C-中层，H-下层，下同）（mm）\n| 12.7-38.2\n| B-44.5\nC-12.7<br>\nH-31.8\n| B-38.2\nС-25.4<br>\nH-12.7 \n| B-38.2\nС-25.4<br>\nH-12.7-38.2 \n|-\n! scope=\"row\" | 指挥塔装甲厚度（B-顶层，R-侧面，下同）（mm）\n| 254 \n| B-254\nR-305 \n| —\n| B-254\nR-203\n|-\n! scope=\"row\" | 燃料储备（煤炭，吨）\n| 1200\n| —\n| 2600\n| —\n|-\n|}\n　　在一些问题上，联席会议达成了共识：将副炮安装在炮廓中、稍微减少舰上装甲的厚度、将全舰排水量增加到26000吨。<br>\n　　在讨论副炮的口径和数量时，会议决定装备14门120mm口径的火炮。<br>\n　　为了能承受水雷或鱼雷爆炸，就需要增加纵向防雷隔舱。但是，在这种情况下，需要额外增加500-600吨的排量，联席会议保留异议并交由海军部做进一步讨论。<br>\n　　讨论的结果，连同战列舰的主要战术和技术特点，在1907年8月下旬提交给了海军部委员会，1907年9月5日，海军部委员会基本上批准了这些内容，不过海军部还是做了一些修改：将305mm主炮的数量增加到12门，120mm副炮的数量增加到16门。<br>\n　　在后期设计时，关于火力的问题被再次摆上桌面：海军部的高官们对МГШ提出的装备10门305mm舰炮嗤之以鼻，他们认为，强大的火力在面对敌舰时可以有绝对的优势，同时，强大的火力有助于巩固战线。根据海军部的设想，要想保证一个海军中队能够正常运作，需要至少4条战列舰：3条战备，1条可以在港维保。为了在仅有3条舰的前提下仍然能够保持火力优势，就得在一条战列舰上塞上12门炮。俄国人的设想确实很诱人，但想和要是两回事。海军部的高级官员将火力放在首位，因此核心问题就是怎么把12门305mm舰炮搬上战列舰。МГШ在结合国外经验后认为应当把所有的炮塔全部集中在中轴线上以便集中火力进行舷侧射击，此外可以让主炮弹药库远离舷侧，以保护弹药库。此外舰炮还必须处在同一水平面上而不是背负式，最好连炮塔间距也是相等的，理由是背负式炮塔炮座较高，需要更重的装甲，水平排布的炮塔火控系统更加简单，并且可以减小战舰的侧影；等距排布可以把轮机舱和锅炉按在炮塔炮塔之间，并且在俄国人看来，等距排布炮塔，当炮塔被命中时，可以避免其他炮塔被波及{{黑幕|但这需要看脸，同样采用该布局的玛丽亚女皇号主炮塔弹药舱炸了就都爆了，而马拉号主炮塔都被炸飞了后面3个炮塔还好好的}}。但按当时流行的双联装炮塔来布置6门主炮，就会不可避免的拉长船体，而这又与限制船体长度这一要求相悖。为此俄国人采用了非常大胆的解决办法：采用前无古人的三联装炮塔。1907年МГШ向冶金工厂（俄国工厂，有的书籍中翻译为金属铸造厂，下同）询问制造三联装炮塔是否可行，相较之下又有什么优势？经过测算和绘图，冶金工厂得出结论：制造三联装炮塔，在技术上完全可行，并且在同样布置6门火炮的情况下，采用三联装炮塔相较双联装炮塔可以节省15%的重量。冶金工厂的结论让海军大喜过望。于是新型战列舰便用上了三联装炮塔。<br>\n　　在海军部完成初步设计后，他们决定召开一场国际竞标，来进一步完善新型战列舰的设计。\n{{折叠面板|内容结束}}\n{{折叠面板|标题=3：国际竞标|选项=24|主框=2|样式=info}}\n[[文件:布洛姆-福斯的两个方案.png|缩略图|300px|右|布洛姆-福斯提交的两个方案]]\n　　1907年12月22日，俄国海军向国内外27个造船厂（六家俄国企业、六家英国企业、四家德国企业、四家法国企业、两家意大利企业、一家奥匈帝国企业和四家美国企业）发出邀请函，声明就俄国海军的新式战列舰设计公开招标。连同邀请函一起，还发出了一份长达30页的关于初步设计和战术和技术规范以及竞标条件的文件。到1908年2月2日，海军部收到了来自个18竞标者的51个设计样本。<br>\n　　时任海洋技术委员会主席A.N.克雷洛夫（А.Н.Крылову）写道：“竞标的技术条件是一份30页的文件……在我的副本中，我首先将文件完全明确地划分为不同的部分，每部分都设置“得分点”。大约有150个这样的需要考虑的技术点。做这项工作，我不由自主地把所有的技术要求都背下来了，所以，看着简要的规格和图纸，我立刻注意到了其与要求的偏差，并且知道哪些可以接受，哪些应当否决。” <br>\n　　为了对项目进行全面评估并遵守客观性，克雷洛夫将首先独立考虑项目，然后与部门专家进行讨论。<br>\n　　由于技术条件第1条的措辞不准确，导致项目评估中出现了很多分歧，A.N.克雷洛夫要求：“应提交比例为 1:200 的草图，并在其上标明船舶的主要尺寸、火炮的位置、装甲的长度和厚度，以及示意图的布置。主要机制和锅炉，弹药的储存和供应。”但因措辞不明，大部分竞标者并未提供计算数据以证明自己的设计能够达到自己画的大饼，而布洛姆-福斯是唯一一家主动提供所有船体计算的公司。<br>\n　　经过近2个月的研究之后，МГШ选出了三个设计:<br>\n　　第一名为布洛姆-福斯公司提交的方案(Blohm & Voss#10) ;<br>\n　　其次是来自意大利安萨尔多公司的方案(Ansaldo #10) ;<br>\n　　还有一个，是L.L.科罗马尔迪（Л.Л.Коромальди）以个人身份提出的代号“远东”的方案。<br>\n1908年6月9日和7月17日，МГШ和МТК的联席会议在海军部部长的主持下举行。海军部部长伊万·米哈伊洛维奇·迪科夫（Диков Иван Михайлович）听取了总部和委员会代表的发言。<br>\n　　经交换意见后，作出以下决定：<br>\n1. 推迟项目的最终选择，要求安萨尔多公司的代表进一步确认工程师对其项目的质量特征的考虑的正确性。<br>\n2. 只有当305毫米火炮的炮塔位于船的同一水平面上时，才能接受项目进行进一步开发{{黑幕|点名波罗的海造船厂}}。<br>\n3. 询问波罗的海造船厂，能否协助“远东”方案的进一步开发。<br>\n4. 指示波罗的海造船厂对其提交的竞赛舰船方案进行返工：将炮塔等距排布，就像在“远东”方案中所做的那样。<br>\n　　最后，波罗的海造船厂提交的2号方案交给了俄国海军方面的布勃诺夫(И.С.Горюнов)单独处理。МТК认为此设计的优势在于拥有最好的船壳结构，但它最终还是被排除在了最佳方案的行列之外。因为波罗的海造船厂给出的方案中均采用了背负式方式布置主炮塔，艏艉各有两个，这与海军事先给出的主要竞标条件相悖。由于其壳体设计的优异性和其他一些讨海军喜欢的特征，海军要求波罗的海造船厂改变一下炮塔的设计，以符合МГШ和МТК的要求，然后重新参与竞争。<br>\n　　在获得了大量投标方案之后，МТК的首要工作便是从中选出一个最好的设计作为样板。无论俄国海军的第一代无畏舰是否会依照此样板为母本，至少要给以后的设计一个良好的参照点。从战术角度考虑，МГШ比较中意安萨尔多公司的10号方案。这个设计由意大利海军的主设计师科尼伯尔蒂（Vittorio Cuniberti）提出，具备不少显著的优点。这份方案的排水量是诸多设计方案中最小的，仅20024吨，设计的中弹药舱位置合理且实用，锅炉室和轮机舱的设计也很出色，此外还有很好的外形。但是这个设计也存在严重的缺陷，首先壳体占整艘战舰重量的比重偏低，显得不太现实;其次副炮安放位置也不是很合理，火炮被设计于上层甲板的平台上，而且没有任何保护措施;最后轮机设备所占比重也偏低，难以承担战舰正常运作所需要的轴马力，隔水舱壁内则贯穿着一个复杂的蒸汽管道系统。总而言之，МТК主席和竞标总负责人克里洛夫认为“这个设计的准备工作太匆忙，众多技术指标不太合理…具有许多缺陷”。为了更好地了解设计师的意图并做出合理的修改，科尼贝尔蒂本人被专程邀请到了俄国，同МТК一起研究如何合理分配船重和加强船体结构等的问题。对设计进行仔细分析后，他们发现，为了达到方案中所希望的技术指标，排水量需要增加至少3000时,大失所望的МТК否决了科尼贝尔蒂的设计。<br>\n　　在随后的一个海军部会议中，与会成员一致认为布洛姆-福斯公司提供的设计是最好的。这个设计的各单项指标都不是最好，但是其整体性能非常优异，数据也很合理，显然经过深思熟虑。在德国人的方案中，整艘战舰重23285吨，弹药舱能得到很好的保护一一靠近两侧船壳，呈纵向布置的煤仓可以有效地掩护位于船体中心中轴线上的主炮弹药库。此外，德国设计的船体水下线型也很出色，还具有高效的推进系统。这个设计的整体特点是外壳长度相对较短，船宽显得过大，带有明显的德国式战列舰的遗传因子。<br>\n　　在МГШ和МТК的下一次会议上，波罗的海造船厂提出了一个修改后的项目，终于达到了МГШ和МТК的要求。不过波罗的海造船厂拒绝为“远东”方案提供协助，原因很简单：科罗马尔迪是在波罗的海造船厂领薪水的干活的，总不能让厂子起内讧被自己人挖了墙角。<br>\n　　1909年8月9日的一次会议上，由A.N.克雷洛夫报告了波罗的海造船厂向МТК提交的修改版本，同时汇报了科罗马尔迪的“远东”方案没有造船厂愿意接手，而由他一个人肯定无法完成后续的设计工作。最后海军部部长伊万·米哈伊洛维奇·迪科夫最后得出结论，唯一获批的项目是布洛姆-福斯的方案，同时要求波罗的海造船厂继续改进自己的项目。<br>\n　　当德国得知布洛姆-福斯公司的方案获得第一名时，德国外交部向俄国发了贺电。但是法国提出了抗议。法国政府认为，俄国政府将法国提供给俄国的贷款以军售的方式在转手给德国，这违背了俄法之间的协议。结果，应政府要求，海军部被迫向布洛姆-福斯交付了25万卢布的违约金并取消了订单。<br>\n　　而这时，波罗的海船厂设计的改进工作已经完成。俄国海军私下把意大利和德国的设计方案透露给了波罗的海造船厂，使其设计成为集各家所长的终极产物，同最初的胜出者“布洛姆-福斯#10”相比几乎不相上下。海军基于政治上的考虑，最终选择了波罗的海造船厂来设计与承建他们的第一代无畏舰，而波罗的海船厂如愿以偿地拿到了合同。{{黑幕|当然，也有说法称俄国海军一开始就没打算让布洛姆-福斯获选，一切都是为了从其他国家的船厂“借鉴”设计来帮助自己的国内船厂完成设计，不过这种说法并不为主流学界所采用，这里仅作为一种假说予以列出}}\n{{折叠面板|内容结束}}\n\n{{折叠面板|标题=4：1908年到1923年，进一步设计、下水到国内战争|选项=25|主框=2|样式=info}}\n[[文件:甘古特下水前.png|缩略图|300px|右|甘古特下水前]]\n[[文件:建造完成的甘古特，照片摄于1914年7月10日.jpg|缩略图|300px|右|建造完成的甘古特，照片摄于1914年7月10日]]\n（施工中）<br>\n　　1908年，甘古特级的设计基本结束。在那之后，波罗的海造船厂就开始为甘古特级的建造做准备。<br>\n甘古特的龙骨于1909年6月16日在波罗的海造船厂安放，并于1911年9月22日下水。在建造期间，工程师围绕着该舰做了大量的测试。不过下水之后的甘古特级的建造速度却大大减缓，因为相关的舰炮、炮塔、锅炉等设备均未运到，装备的生产进度远远落后于舰体的施工进度。<br>\n　　为此国家杜马提出了抗议。为此海军部的几个负责官员倒了大霉：他们被迫引咎辞职。此后国家杜马指派了新的官员监督建造工作，因而建造速度大大提升。<br>\n　　受到一战爆发的影响，海军决定加快军舰的建造，并在几个验收指标上放了水，以便战列舰能够跟快地加入服役。\n　　在1914年与同级舰“波尔塔瓦”相撞，导致原定于1914年11月9日的试航推迟到1914年12月下旬。<br>\n　　1915年1月11日，甘古特到达'''赫尔辛基'''，正式服役，并被分配到波罗的海舰队。在一年的战斗中，波罗的海舰队的驱逐舰、巡洋舰和老式战列舰与德国军舰进行了几次交战，双方基本势均力敌，俄国军舰在火力上的优势有时甚至还使得自己在战斗中略微占优。1915年8月，一支强大的德国分舰队加强到波罗的海，这支分舰队包括了数艘无畏舰和前无畏舰，面对德国海军的强大实力，俄国人在付出一些损失后明智地选择了躲避(史称'''伊尔别海峡战役''')。 甘古特和塞瓦斯托波尔于8月27日为利耶帕亚（Liepāja）以南的布雷作业提供了远距离掩护，这是第一次世界大战期间俄罗斯无畏舰冒险从芬兰湾驶出的最远距离。她于9月10日搁浅，但只受到了很小的破坏。在这之间由于恶劣的伙食发生了轻微的兵变，但随着舰长的返回和伙食的改善最终平息。在11月10日至11日和12月6日，'''甘古特'''与'''彼得罗巴甫洛夫斯克'''再次为布雷作业提供了远距离掩护。战争剩下的时间里，四艘强大的无畏舰无所事事地在港口和掩护布雷的航线上渡过了这些枯燥的日子。\n　　甘古特级四舰在一战期间多次受损。但并非出于交战损伤，主要为碰撞，触礁等受损。<br>\n　　1917年3月16日，船员加入了波罗的海舰队的革命，水手们在圣彼得堡收到了二月革命的消息。波罗的海舰队在赫尔辛基的主力舰们也纷纷响应号召，水兵们处死了不得人心的舰上军官，在每艘军舰上组成了士兵委员会和苏维埃。十月革命后，按'''《布列斯特-立陶夫斯克五国和约（Treaty of Brest-Litovsk）》'''的要求，苏俄要撤出其于1918年3月之前在赫尔辛基的基地，否则所有军舰将'''被新独立的芬兰扣留'''（实际是背后支持芬兰白军的德国海军收编）。但此时芬兰湾已结冰，不得已，甘古特和她的姐妹们于3月12日率领第一批战舰，在三艘破冰船的带领下，穿越结冰的芬兰湾抵达喀琅施塔得——这段回程即著名的'''“冰上航行（Ice Voyage）”'''。随着陆上战事吃紧，大部分水兵都响应列宁号召登陆作战{{黑幕|苏联海军陆战世界第一！！}}，因此缺乏人手的她于1918年11月9日暂时退役。\n{{折叠面板|内容结束}}\n{{折叠面板|标题=5：1923年到1945年，红海军重建到第二次世界大战|选项=26|主框=2|样式=info}}\n[[文件:甘古特改造后的防空炮群特写.png|缩略图|300px|右|甘古特的防空炮群]]\n[[文件:甘古特开火瞬间.png|缩略图|300px|右|甘古特主炮开炮瞬间]]\n　　甘古特1925年6月27日被重新名为十月革命，并于1926年3月23日重新服役。由于落后时代太多，在1931年10月12日进行了现代化改装，前甲板升高了三英尺，升高以后的舰首有一定的外飘，从而改善了航海性能；舰尾上部结构被扩大，并在其前面建造了新结构；舰桥被进行了大规模改装{{黑幕|苏联风格违章建筑}}，因此将主桅杆向前移动9米（30英尺）。'''前烟囱上端向后弯曲'''，避免烟囱的排烟影响到舰桥上人员的工作;前桅从简单的单脚桅改为塔式桅，增强了桅杆的强度，也便于安装更多光学及电子设备;加装了新的火控系统。现代化改装完毕后的两艘战列舰在适航性、火控、指挥等方面性能都有了较大的提升。<br>\n　　1939年11月30日，'''苏芬战争'''爆发，苏联海军投入作战，1939年12月18日，她炮轰了芬军沿岸炮台，并协助夺取了几个岛屿。<br>\n　　苏联占领'''爱沙尼亚'''后不久，甘古特航行到现爱沙尼亚首都及港口，'''塔林（Tallinn）'''，但她于1941年2月至1941年3月在喀朗施塔得进行了改装，其防空武器得到了加强。随后回到塔林。<br>\n　　1941年6月22日，德军入侵苏联时，甘古特在塔林港。但随着德军的步步紧逼，塔林的军舰被迫撤离，转移到喀琅施塔得。甘古特连同马拉率领包括“勇敢”“光荣”“严厉”“凶猛”“可怖”“雅科夫·斯维尔德洛夫”“阿特姆”和“沃洛达尔斯基”在内的驱逐舰，撤回喀琅施塔得，遭受空袭受损。9月8日，她从列宁格勒和喀琅施塔得之间的通道向德国第18军的部队阵地开火，造成了不小的伤亡。1941年9月16日，\"甘古特\"号再次被派往执行对德国海岸阵地的袭击任务，袭击过程中挨了几颗德国的150毫米榴弹炮弹。此外，她的行动也吸引了德国空军的注意。9月21日，德国空军JU87投下的炸弹中有3枚近距离命中了甘古特号，炸毁了两个炮塔。加上连续被150毫米炮弹击中，9月24日，连续受损的老战列舰不得不进列宁格勒的船厂维修。<br>\n　　尽管仍在维修，但为了支援陆上防卫，在10月份，该舰共发射257枚305毫米炮弹，对德军人员和装备造成了巨大杀伤，但是水兵们也蒙受了巨大损失。此外，在围城期间，甘古特还多次组织水兵上岸战斗。{{黑幕|红海军上岸了快跑啊！}}1942年1月，军舰进行了伪装，以躲避在建筑群中免受攻击；一发210毫米近失弹在舰体下52~54节船肋下撕开一个洞，波罗的海海军工程处临时制造了一个木制沉箱，安装在船体外侧，对漏洞进行了排水修理；耗时3个月堵上了这个大洞。趁此机会，苏军在1942年2月至4月4日之间又增加了四门37毫米70-K 防空炮和两门76.2毫米K-81防空炮。在4月4日至5日夜间，她再次被3枚中型炸弹击中。4月24日再次遭到3枚炸弹袭击。修理工作最终1942年11月完成。在修理期间，她一直用火炮支援陆军抵抗德军的进攻。<br>\n　　战争进入1944年，苏联红军发起了解围列宁格勒的战役，甘古特用她的305mm舰炮炮击了德军阵地，并在之后参与了6月的'''维堡战役''',摧毁了卡累利阿地区的芬兰工事。在1944年她还收到了英国的279型空中预警雷达。在7月22日，她同'''彼得罗巴甫诺夫斯克'''一同获得'''“红旗勋章”'''<br>\n{{折叠面板|内容结束}}\n{{折叠面板|标题=6：1945年以后|选项=27|主框=2|样式=info}}\n[[文件:象棋比赛.jpg|缩略图|300px|右|保罗·凯列斯与舰上40名水兵下国际象棋]]\n　　战争结束后，甘古特继续在波罗地海舰队服役，度过了几年平静的日子。1946年，甘古特上的水兵还和爱沙尼亚国际象棋棋手与特级大师，1930年代中期至1960年代中期世界上最顶尖的棋手之一，有着“国际象棋王储”美誉的'''保罗·凯列斯'''进行了一场国际象棋车轮赛。最终甘古特于1958年退役，1959年被拆解。<br>\n　　纵观整个第二次世界大战，苏联战列舰没有在海战中击沉过德国的任何军舰，305毫米主炮的炮弹绝大多数都落在德国陆军的头上，战舰在大多数时间则停留在港口里。这样的经历对战列舰而言实在不太值得夸耀，造成这种情况的原因很多，例如陆地作战的失利让红海军丧失了大部分基地和港口，德国空军的威胁等等，但很重要的原因之一在于:斯大林与一战时期的俄国海军将领一样，担心这些大舰在战斗中遭到损失，认为苏联(俄国)海军无法承受这样的风险，从而宁可让这些具备相当威力的武器在港口里虚度光阴。<br>\n{{折叠面板|内容结束}}\n*（资料来自维基百科）<ref>[https://en.wikipedia.org/wiki/Russian_battleship_Gangut_(1911) 维基百科-甘古特号战列舰]</ref><br>\n*（资料来自百度百科）<ref>[https://baike.baidu.com/item/%E7%94%98%E5%8F%A4%E7%89%B9%E7%BA%A7%E6%88%98%E5%88%97%E8%88%B0 百度百科-甘古特号战列舰]</ref><br>\n*（资料来自萌娘百科）<ref>[https://zh.moegirl.org/%E8%88%B0%E9%98%9FCollection:%E7%94%98%E5%8F%A4%E7%89%B9# 萌娘百科-甘古特号战列舰]</ref><br>\n*（资料来自《日俄战争前后的俄国海军》 查攸吟著，吉林文史出版社，2019）<br>\n*（资料来自Васильев А. - Первые линкоры Красного флота - Марат, Октябрьская революция, Парижская коммуна (Война на море) - 2008）<br>\n*（资料来自И.Ф. Цветков Линейные корабли типа «Севастополь» (1907-1914 гг.) Часть I. Проектирование и строительство - 2008）<br>\n*（资料来自А.В.Скворцов Линейные корабли типа «Севастополь»）<br>\n*（资料来自А.М.Васильев Линейные корабли типа «Марат»）<br>\n<br>\n==游戏相关==\n===更新日志===\n*[[2023年4月20日10:00港区改建]]加入功勋商店\n===角色设定===\n北方連合所属の戦艦。いかなる難関に対しても恐れないだけでなく、敢えて難関を作り出して挑もうとするまで、<br>\n余りあるレヴォリューツィヤなる精神性を備えている。<br>\n…その叱咤激励は時々、味方からも熱すぎだと思われる。<br><br>\n翻译：仓鼠魔王韦布丁<br>\n隶属于北联的战列。面对难关绝不畏惧，甚至还会自己创造困难来挑战，就是这样一个充满革命精神的人。<br>\n……也正因如此，有时她热情的激励也会让同伴们觉得振奋过头了。<br><br>\n===相关解释===\n;<big>自我介绍——我是北方联合的弩级战列舰，甘古特！哼，别以为我是旧型就小看我。从波罗的海，到列宁格勒，只有忍辱负重，拼尽全力战斗至最后一刻，方能闪现出最耀眼的光辉！</big>\n　　甘古特应该是目前游戏中最老的军舰之一。作为无畏舰，比她年龄还大的有[[阿芙乐尔]]、[[水星纪念]]以及日本的[[三笠]]、美国的[[女灶神]]（没错，她和[[厌战]]是同辈舰艇，但隶属于当时第一海上霸权的厌战已然是超无畏舰）。{{黑幕|北方联合是老太太联合实锤}}甘古特曾在列宁格勒保卫战以及波罗的海立下了赫赫战功，因此受到最高统帅部的嘉奖，最终于1944年荣获红旗勋章。<br>\n[[文件:红旗勋章.png|缩略图|150px|右|红旗勋章]]\n'''<span style=\"color:red;\">【红旗勋章】</span>'''<br>\n　　'''红旗勋章'''是由内外两层组成：白色珐琅质为底色，佩带金质铸成铁锤与镰刀，再有两条金麦花穗围着红星，外层背景有图案“黑铁锤”与“黑镰刀”交叉、火把与红旗，旗上刻写：'''“全世界无产者，联合起来！”'''也是两条更大金麦花穗围着，徽章底部写：\"CCCP\"俄语的苏联缩写。在最早赠此勋章并由受勋者佩挂在左胸，附加绶带中“白”、左右两边为“红”。<br>\n　　以下是'''最高统帅部的嘉奖令：'''<br>\n　　——“在1941年6月德国法西斯及其走狗发动的无耻进攻中，在1941年到1945年的伟大的卫国战争的艰苦日子里，‘十月革命’，‘马拉’，‘巴黎公社’号战列舰上官兵发挥了高超的战斗技巧，以极其强烈的战斗意志与坚定果敢的决心沉着迎战，有效地支援了波罗的海方面和黑海方面的战斗，保卫了塔曼，列宁格勒，敖德萨和塞瓦斯托波尔，给予法西斯侵略者以无情而沉重的打击，因为你们的光荣表现与彪炳战功，足以成为全军的楷模与榜样，特授予红旗勋章！”<br><br>\n\n;<big>技能——“为革命献上祝福”</big>\n　　十月革命爆发后，在波罗的海的4艘甘古特级受到革命号召全部倒向革命，于1918年3月返回喀琅施塔得，水兵们响应列宁号召组建海军步兵旅与白卫军展开地面战、并下乡宣传革命。（《钢铁是怎样炼成的》中保尔的导师朱赫来便是一名水兵）8月份英国派出鱼雷艇编队趁夜偷袭了甘古特和彼得罗巴甫洛夫斯克，所幸无一发命中。1925年，'''该舰改名为十月革命'''。因此说，是“为革命献上祝福”。{{黑幕|这里多讲一句，根据英军记录，英方认为他们当日用鱼雷艇击沉了亚佐夫纪念号和彼得罗巴甫洛夫斯克号，因此鱼雷艇编队的指挥官多布森获得了维多利亚十字勋章。但实际上彼得罗巴甫洛夫斯克毫发无损，并改名为“马拉”，在经过改装后甚至参与了英王乔治六世的阅舰式，不知当时已经以海军少将军衔退役的多布森看到马拉将作何感想。}}<br><br>\n\n;<big>技能——破冰移转</big>\n;<big>委托台词——和“冰上航行”那般苦涩的返航不同，这次同伴们带回来的，是满满的希望。让我们去迎接她们吧！</big>\n　　'''<span style=\"color:red;\">冰上航行（Ice Voyage）</span>'''……<br>\n　　——对于苏联海军来说，这不是一个基本陈述，而是一个历史专有名词：只特指那场'''在冰封的航路上苦涩前行的大撤离'''。<br>\n　　这是苏联在1918年3月'''签订《布列斯特-立陶夫斯克五国和约（Treaty of Brest-Litovsk）》前'''，为避免德国海军吞并沙俄帝国海军遗产而经济发动的重要历史事件：'''波罗的海舰队冰上航行（Ледовый поход Балтийского флота）'''。1918年2月中旬，德国在东欧战线稳步推进，列宁立即命令波罗的海舰队撤退至芬兰赫尔辛基，而当赫尔辛基也不再安全后，波罗的海舰队决定全力以赴撤回喀琅施塔得。于是在2月末至3月，以'''叶尔马克（Yermak）'''为首的三艘破冰船与以甘古特为首的无畏舰们率先开路，'''硬生生在被雪白冰封的芬兰湾开辟出了一道“碧蓝航线”'''，整支舰队与身后德国追兵赛跑，最终成功返回波罗的海舰队母港，'''喀琅施塔得'''。<br>\n[[File:Yermak Icebreaker.jpg|缩略图|300px|右|叶尔马克破冰船]]\n　　虽然苦涩，但苏联海军的波罗的海舰队也因此保住了最基本的资本：这支从芬兰转移而出的'''老式舰队'''组成了当时苏联海军在'''喀琅施塔得军港'''的最初班底——共计4艘无畏舰，3艘前无畏舰，5艘装甲巡洋舰，4艘防护巡洋舰，59艘驱逐舰，12艘潜艇以及其他大量支援舰艇参与本次转移。<br>\n　　【无畏舰】甘古特级战列舰：甘古特，彼得巴甫洛夫斯克，波尔塔瓦，塞瓦斯托波尔<br>\n　　【前无畏舰】首召者安德烈级战列舰：首召者安德烈，共和国（沙皇保罗一世）<br>\n　　【前无畏舰】公民（皇太子）<br>\n　　【装甲巡洋舰】巴彦级装甲巡洋舰：巴彦，马卡洛夫海军上将<br>\n　　【装甲巡洋舰】雷霆，罗希亚，留里克<br>\n　　【防护巡洋舰】帕拉达级防护巡洋舰：狄安娜，[[阿芙乐尔]]<br>\n　　【防护巡洋舰】博加特里级防护巡洋舰：博加特里，奥列格<br>\n*（资料来自维基百科-冰上航行）<ref>[https://en.wikipedia.org/wiki/Ice_Cruise_of_the_Baltic_Fleet 维基百科-冰上航行]</ref><br><br>\n;<big>关于舰名</big>\n　　由于喀琅施塔得事件，苏俄高层对海军产生了不信任感--昔日的革命军舰摇身一变成了暴动者的中心，而在暴动军舰中就有甘古特的二妹彼得罗巴甫洛夫斯克和三妹塞瓦斯托波尔。1921年，为了洗清“反革命的痕迹”，彼得罗巴甫洛夫斯克与塞瓦斯托波尔分别更名为“马拉”与“巴黎公社”，而未参与暴动的甘古特与波尔塔瓦于1925分别更名为“十月革命”与“伏龙芝”。大部分资料称，甘古特级四姐妹与1943年5月改回原舰名，但实际上只有“马拉”和“巴黎公社”改了回去——十月革命拆解后，将一座76.2毫米34-К高射炮81-К连装炮架及其船锚，还有一块主炮炮塔装甲板放置到喀琅施塔得的都市公园纪念碑处，上面的铭牌的记录是“战列舰十月革命”而非“战列舰甘古特”。甘古特并非是由喀琅施塔得暴动而改名，自然无需改回原舰名，而“马拉”和“塞瓦斯托波尔”则用自己在卫国战争中的英勇表现洗刷了自己的耻辱，改回了原舰名。\n===相关图片===\n<gallery mode=\"packed\" heights=\"300px\">\n甘古特官方海报.jpg|官方海报\n甘古特换装官方海报.jpg|换装「坚定的执行者」\n甘古特换装2官方海报.jpg|换装「挚爱伏特加」\n甘古特设定图.jpg|甘古特设定图([https://weibo.com/5205759948/Iw1hTmqAY 来源画师微博])\n</gallery>\n==其它舰船==\n{{舰娘图鉴导航}}\n[[分类:甘古特级战列舰]]"
}