{
    "id": "151",
    "name": "吹雪",
    "raw_wikitext": "{{舰娘图鉴\n|型号=特I型吹雪级驱逐舰一番舰\n|名称=吹雪\n|和谐名=桐\n|英文名=IJN Fubuki\n|日文名=吹雪 ふぶき\n|编号=151\n|类型=驱逐\n|初始星级=★★☆☆☆\n|稀有度=精锐\n|阵营=重樱\n|掉落点=\n|耗时=00:23:00\n|其他获取途径=[[碧蓝海事局斯图尔特的硝烟活动专题#绚烂的圣夜|「圣夜的赠礼」可选]]\n|营养价值=炮击4 雷击32 航空0 装填15\n|退役收益=金币4 燃油3 勋章4\n|需强化炮击=11\n|强化每点炮击所需经验=40\n|需强化雷击=97\n|强化每点雷击所需经验=10\n|需强化航空=0\n|强化每点航空所需经验=0\n|需强化装填=59\n|强化每点装填所需经验=15\n|解锁图鉴科技点=5\n|突破至满星科技点=11\n|达到120级科技点=8\n|解锁图鉴属性加成=驱逐 耐久+1\n|达到120级属性加成=驱逐 雷击+1\n\n|图鉴耐久=D\n|图鉴防空=D\n|图鉴机动=A\n|图鉴航空=E\n|图鉴雷击=A\n|图鉴炮击=D\n|装甲类型=轻型\n|初始耐久=290\n|初始装填=78\n|初始命中=67\n|初始炮击=12\n|初始雷击=98\n|初始机动=71\n|初始防空=27\n|初始航空=0\n|初始消耗=2\n|初始反潜=48\n|满级耐久=1842\n|满级装填=216\n|满级命中=206\n|满级炮击=63\n|满级雷击=516\n|满级机动=246\n|满级防空=149\n|满级航空=0\n|满级消耗=9\n|满级反潜=198\n|航速=45.6\n|幸运=34\n|技能1名=特型领舰\n|技能1=出击时，队伍中特型驱逐舰的炮击、机动提高15.0%（30.0%），雷击提高4.0%（10.0%）<br>{{专属特殊兵装强化}}\n|技能2名=全弹发射\n|技能2=主炮每进行15（10）次攻击，触发全弹发射-吹雪级I（II）\n|技能3名=\n|技能3=\n|装备1=127mm连装炮T1\n|装备2=\n|装备3=\n|1号槽装备效率初始=70%\n|2号槽装备效率初始=140%\n|3号槽装备效率初始=70%\n|1号槽装备效率满破=75%\n|2号槽装备效率满破=160%\n|3号槽装备效率满破=75%\n|1号槽装备类型=驱逐炮\n|2号槽装备类型=水面鱼雷\n|3号槽装备类型=防空炮\n<!--鱼雷底座数不代表武器数，不了解的请勿修改数据。-->\n\n|1号槽满破武器数=1\n|2号槽满破武器数=1\n|3号槽满破武器数=1\n|1号槽满破预装填数=1\n|2号槽满破预装填数=1\n|3号槽满破预装填数=1\n\n|装备说明=\n|突破1阶效果=获得全弹发射I/鱼雷效率提高5%\n|突破2阶效果=鱼雷底座+1/鱼雷预装填+1/鱼雷效率提高10%\n|突破3阶效果=全弹发射弹幕升级/全武器效率提高5%/自身装备的鱼雷武器散布角减小\n|评价=特驱的拐，主要针对生存有不错的提升，输出方面因为炮击白值和主炮效率实在低，即使是30%炮击buff提升也小，雷击强但buff只有10%。自身雷击输出和对海生存还是不算差的。\n|备注=\n{{技能图标|特型领舰}}<br>\n作用目标包括特I型、特II型、特III型舰船，详见页面最下方舰船列表<br>\n----\n{{技能图标|特型领舰+}}<br>\n弹幕鱼雷也能享受鱼雷武器的暴击伤害提升<br>\n20×32hit通常弹，无锁，对甲补正100% 90% 50%<br>\n66×9hit鱼雷，磁性追踪，对甲补正80% 100% 130%<br>\n----\n{{技能图标|全弹发射|驱逐|吹雪级}}<br>\n10×16hit通常弹，伤害补正125%，无锁，对甲补正100% 90% 50%<br>\n----\n|CV=艺名：M•A•O / 本名：Ichimichi Mao - 市道 真央 / [http://www.yellow-cab-next.jp/mao-ichimichi.html 事务所简历]\n|画师={{画师数据 | Alisa}}\n|微博={{画师数据 | Alisa |微博}}\n|推特={{画师数据 | Alisa |推特}} / 换装4：{{画师数据 | ビョルチ |推特}}\n|P站={{画师数据 | Alisa |P站}}\n\n|舰船型号台词=特I型吹雪级驱逐舰一番舰——吹雪\n|自我介绍台词= 呀吼~我就是曾经让世界都感到震撼的特型驱逐命名舰、吹雪！啊不好意思，并不是在自满哦，事实上虽然参加过不少战役…却也没有什么值得一提的事迹…不过我还是会加油的！<br>こ、「これから」って言ったのに、意外とすぐだったね……あ！もしかしてこの前好みのタイプを聞いた時ウソついた？もうイケナイ指揮官だな~でもゆるしてあげる♪えへへ♡\n|获取台词=呀吼，吹雪级的大姐就是我啦，你就是指挥官吗？请多指教请多指教~\n|登录台词=指挥官，今天精神好吗~\n|查看详情台词=嘿嘿，指挥官原来这么寂寞的嘛~？\n|主界面1台词=今天天气真好耶，指挥官你不这么觉得吗？\n|主界面2台词=电，听好了，指挥官虽然也许可能是个废柴，但是大姐我超可靠的哦！大概\n|主界面3台词=被指挥官夸奖的话，一百句也不嫌多…啊，一百句还是会有点腻呢\n|普通触摸台词=帮忙工作？对哦……看到指挥官这么闲我都忘了呢~\n|特殊触摸台词=呜哇！吓我一跳！\n|摸头台词=\n|任务提醒台词=指挥官，有很多任务耶——啊~！莫非你又偷懒了？\n|任务完成台词=指挥官，任务奖励来了~有我在说不定奖励会变多哦~？嘻嘻\n|邮件提醒台词=有信件~啊…原来是指挥官的吗…\n|回港台词=这样然后这样，接下来……！？指、指挥官，欢迎回来~啊哈哈，我什么都没做哟！\n|好感度-失望台词=原本以为指挥官是能理解我的……\n|好感度-陌生台词=手里的这个？好像是叫御币什么的，感觉挥起来挺好看的就带着了~\n|好感度-友好台词=妹妹们不知道现在过得怎么样…不过既然是我的妹妹，肯定在哪里坚强地生活着吧~嗯！\n|好感度-喜欢台词=指挥官喜欢什么类型的女孩子呢？嗯？我只是参考一下，没有别的意思哦？啊~难道你想歪了？\n|好感度-爱台词=之前真的只是参考哦? 反正无论指挥官原本喜欢什么类型，只要“将来”喜欢上我不就好了嘛~\n|誓约台词=虽然我说过会让指挥官在“将来”喜欢上我，不过这个“将来”意外地有点近呢~是不是之前问你的时候害羞撒谎了呀~?嘻嘻~\n|委托完成台词=喂~委托组回来了哟，别睡了！\n|强化成功台词=唔噢？！状态绝佳！\n|旗舰开战台词=天气晴朗，心情绝佳~上了！\n|胜利台词=嗯~哼，我很厉害吧~\n|失败台词=好疼好疼……指挥官我们快跑吧！\n|技能台词=哼哼，见识一下特型驱逐舰的厉害吧！\n|血量告急台词=看起来不是开玩笑的时候呢……\n|彩蛋1台词={{#invoke:彩蛋台词|解析|30105|1|0}}让我们给敌人点颜色瞧瞧！ \n|彩蛋台词_jp=敵に目にものを見せてやるよ！\n\n|特性标签=特定舰船增益\n|pve配装推荐1=\n|pve配装1推荐人=\n|pve配装1推荐理由=\n|pvp配装推荐1=\n|pvp配装1推荐人=\n|pvp配装1推荐理由=\n|pve配装攻略组认证=\n|pvp配装攻略组认证=\n|1号槽进阶推荐=\n|2号槽进阶推荐=\n|3号槽进阶推荐=\n|45号槽进阶推荐=\n|实装日期=2017年12月07日\n|身份={{黑幕|桐人/跌丝袜}}\n|性格=元气\n|关键词=\n|持有物=御币\n|发色=蓝\n|瞳色=黄\n|萌点=短裙、围巾\n}}\n{{#invoke: 舰娘台词 | 台词面板 \n| 样式 = primary\n| 标题1 = 迟到前的一刻\n| 内容1 = {{#invoke: 舰娘台词 | 台词表格\n  | desc = 呜哇，快、快迟到了！汪汪也快一点！呼……呼……明明有那么多妹妹，为什么谁都没有提醒我快迟到了啊！ {{Player|吹雪换装1_get.mp3|获取}}\n  | main_2 = 剑道部、读书部、家政部，还有UFO研究部……呜哇，我哪个社团都想参加啊！ {{Player|吹雪换装1_main_2.mp3|主界面_2}}\n  | main_3 = 每天放学时贝尔法斯特都会来接爱丁堡……我有时候也想一放学就能见到可爱的妹妹们呢 {{Player|吹雪换装1_main_3.mp3|主界面_3}}\n  | touch = 指挥官，还有什么没有做完的事务吗？15分钟后就要去遛狗了 {{Player|吹雪换装1_touch_1.mp3|普通触摸}}\n  | battle = 在到校之前解决掉这些吧！ {{Player|吹雪换装1_warcry.mp3|旗舰开战}}\n  | lose = 逃掉了就不算输！ {{Player|吹雪换装1_lose.mp3|失败}}\n  | detail = 我没有赖床啦，只是一沉浸到自己喜欢的事中，做着做着就忘了时间…… {{Player|吹雪换装1_detail.mp3|查看详情}}\n  }}\n| 标题2 = 小鸡看板娘\n| 内容2 = {{#invoke: 舰娘台词 | 台词表格\n  | desc = 「欢、欢迎光临！特别促销活动绝赞进行中！」——嗯？哎？所谓“可爱的看板娘”是这种感觉的吗…？好像和想象中的不大一样…而且好热（小声）…\n  | desc_jp = 「い、いらっしゃいませ！ただいまキャンペーン開催中！」――あ、あれ？「かわいくセクシーな看板娘」ってこんな感じだっけ…？思ってたのと違くない？…それに暑いし… \n  | desc_mediaFile = 吹雪换装2_get.mp3\n  | login = 欢、欢迎光临！不对呜呜，欢迎回来，指挥官…\n  | login_jp = い、いらっしゃいませ！……じゃなくて！指揮官、おかえりなさい！ \n  | login_mediaFile = 吹雪换装2_login.mp3\n  | detail = 呜…感觉意识…要飞走了…\n  | detail_jp = い、意識が……飛んじゃうよぉ…… \n  | detail_mediaFile = 吹雪换装2_detail.mp3\n  | main_1 = 虽说是自己答应明石要当看板娘的…不过，总有种被骗了的感觉呢…\n  | main_1_jp = 看板娘をやるって明石と約束したけど…なんか騙された気が…… \n  | main_1_mediaFile = 吹雪换装2_main_1.mp3\n  | main_2 = 指挥官，能帮我捡一下掉下来的玩偶吗，穿着这个有点…够不到…\n  | main_2_jp = 指揮官、これ拾うの手伝ってもらえない？これを着てる状態だと……んんっ……と、届きそうに、ない…… \n  | main_2_mediaFile = 吹雪换装2_main_2.mp3\n  | main_3 = 听说…今天有高温警报呢…不过…吹雪身体的高温警报已经早就拉响了…\n  | main_3_jp = あれ？今日って高温警報あったっけ……いやいやいや、高温警報なんて吹雪とっくに慣れただけなんじゃ…… \n  | main_3_mediaFile = 吹雪换装2_main_3.mp3\n  | touch = 指、指挥官…不要随便碰我，我有点…控制不好平衡\n  | touch_jp = し、指揮官…触らないで…ば、バランスが… \n  | touch_mediaFile = 吹雪换装2_touch_1.mp3\n  | touch2 = {{黑幕|诶、诶？指挥官你在干嘛！？}}\n  | touch2_jp = {{黑幕|ほ、ほぇ？指揮官、何やってるの！？}}\n  | touch2_mediaFile = 吹雪换装2_touch_2.mp3\n  | home = 作、作战辛苦了！\n  | home_jp = お、お疲れ様ぁ！ \n  | home_mediaFile = 吹雪换装2_home.mp3\n  | battle = 好、好热…赶紧解决掉敌人回去吧——\n  | battle_jp = あ、暑い…早く敵をやっつけて帰ろう…… \n  | battle_mediaFile = 吹雪换装2_warcry.mp3\n  | win_mvp = 嗯~哼！即使穿着一身厚重的外套，也不影响我发挥该有的实力~\n  | win_mvp_jp = えっへん！キグルミ装備でも…吹雪の実力、影響なーーーしっ！ \n  | win_mvp_mediaFile = 吹雪换装2_mvp.mp3\n  }}\n| 标题3 = Music Pixy\n| 内容3 = {{#invoke: 舰娘台词 | 台词表格\n  | desc = 指挥官，你看你看，合适吗？……哎呀，不是说衣服啦，是说这个大号，我吹给你听听看嘛？ {{Player|吹雪换装3_get.mp3|获取}}\n  | login = 指挥官，让我来给你提提神吧！ {{Player|吹雪换装3_login.mp3|登录}}\n  | detail = 乐器意外地有趣呢指挥官，我要去安利给其他姐妹们~ {{Player|吹雪换装3_detail.mp3|查看详情}}\n  | main_1 = 指挥官，我来为你加油鼓劲吧……欸，太吵了吗？对不起~ {{Player|吹雪换装3_main_1.mp3|主界面_1}}\n  | main_2 = 指挥官，你也去学个乐器跟我们一起来演奏嘛~ {{Player|吹雪换装3_main_2.mp3|主界面_2}}\n  | main_3 = 话说，指挥官，你觉得我穿洋装合适吗？轻飘飘的我很喜欢呢 {{Player|吹雪换装3_main_3.mp3|主界面_3}}\n  | touch = 指挥官，想要听演奏吗？好呀，蛮啾们，准备好了吗？ {{Player|吹雪换装3_touch_1.mp3|普通触摸}}\n  | touch2 ={{黑幕| 呀！……指挥官，大号砸到你我可不管哦}} {{Player|吹雪换装3_touch_2.mp3|特殊触摸}}\n  | home = 指挥官，出发前我吹的出征曲有没有派上用场呀？ {{Player|吹雪换装3_home.mp3|回港}}\n  | expedition = 指挥官，委托组回来了哦~嗯嗯，用大号提醒的效果真不错 {{Player|吹雪换装3_expedition.mp3|委托完成}}\n  | battle = 这个大号……用来战斗也许不错？ {{Player|吹雪换装3_warcry.mp3|旗舰开战}}\n  | win_mvp = 好嘞，让我为大家吹响胜利的号角……欸，大家等等我嘛！ {{Player|吹雪换装3_mvp.mp3|胜利}}\n  | feeling5 = 指挥官，要是有一天我真的登上了舞台，你愿意来看吗？或者干脆指挥官来指挥我的演奏吧 {{Player|吹雪换装3_feeling5.mp3|好感度-爱}}\n  }}\n| 标题4 = 特型偶像Fubuki\n| 内容4 = {{#invoke: 舰娘台词 | 台词表格\n  | desc = 让世界都感到震撼的特型偶像，吹雪，正式出道！\n  | desc_mediaFile =吹雪换装4 get.mp3\n  | login = 开始今天的表演吧，3,2,1，Start！\n  | login_mediaFile =吹雪换装4 login.mp3\n  | detail = 我可是背负着整个特型驱逐的希望呢，不好好表现可不行呀！\n  | detail_mediaFile =吹雪换装4 detail.mp3\n  | main_1 = 哇，特型的妹妹们也来看我的表演了呢！喂，绫波、雷、电！大姐我会加油的~\n  | main_1_mediaFile =吹雪换装4 main 1.mp3\n  | main_2 = 其他舰船在舞台上真的是非常耀眼呢！不过，吹雪我也是不会输的！比活力，我可是不会输给任何人的！\n  | main_2_mediaFile =吹雪换装4 main 2.mp3\n  | main_3 = 指挥官，我会全力加油的，所以，要一直注视着我哦！\n  | main_3_mediaFile =吹雪换装4 main 3.mp3\n  | touch = 啊，是水！不愧是指挥官，注意到我渴了呢，谢谢\n  | touch_mediaFile = \t吹雪换装4 touch 1.mp3\n  | home = 啊，指挥官，工作辛苦啦！正好来看我的演出吧，特等席哦~\n  | home_mediaFile =吹雪换装4 home.mp3\n  | feeling5 =指挥官，其实我是知道的，吹雪我没有其他舰船那么有特色，但是，有指挥官在的话，我就能够在舞台上一直一直，一直一直闪耀下去，所以，要一直看着我哦！\n  | feeling5_mediaFile =吹雪换装4 feeling5.mp3\n  }}\n| 标题5 = 实习服务生Fubuki\n| 内容5 = {{#invoke: 舰娘台词 | 台词表格\n  | desc = 欢迎光临！欸，啊，原来是指挥官呀，嘿嘿，我最近在这里实习哦！——唔哦哇！？？！呼…差，差点又闯祸了…\n  | desc_mediaFile =吹雪换装5 get.mp3\n  | login = 指挥官…啊不对，这位客人，请问你要点些什么吗~？\n  | login_mediaFile =吹雪换装5 login.mp3\n  | detail = 要是也能让其它特型驱逐舰也看到我活跃的样子就好了呢~“认真努力的吹雪姐”——这样的感觉？嘿嘿……哇！对，对不起，我发了会呆！\n  | detail_mediaFile =吹雪换装5 detail.mp3\n  | main_1 = 哈啊，什么时候我才能像贝尔法斯特小姐那样游刃有余呢…\n  | main_1_mediaFile =吹雪换装5 main 1.mp3\n  | main_2 = 欸，要和吹雪聊天吗？请等我把这些东西送出去呜呜…\n  | main_2_mediaFile =吹雪换装5 main 2.mp3\n  | main_3 = 有人在呼唤服务生？稍，稍等一下！我，我马上就过来！啊，原来是晓她们呀…\n  | main_3_mediaFile =吹雪换装5 main 3.mp3\n  | touch = 指挥官，这个铃铛只是装饰品啦。\n  | touch_mediaFile =吹雪换装5 touch 1.mp3\n  | touch2 = {{黑幕|呀！不，不要在这时候搞突然袭击啦！东西都要拿不住了呜呜呜…}}\n  | touch2_mediaFile =吹雪换装5 touch 2.mp3\n  | home = 这个可乐是那桌的，这些披萨是一会外送的，然后这些是…呜呜，要是吹雪能变成两个就好了…\n  | home_mediaFile =吹雪换装5 home.mp3\n  }}\n| 标题6 = 灯影下的困境\n| 内容6 = {{#invoke: 舰娘台词 | 台词表格\n  | shipName = 吹雪换装6\n  | desc = 指，指挥官？呜……现在的情况一时之间很难跟你解释……能不能拜托你帮我一下？\n  | login =哈，哈哈哈……指挥官，我这副样子好像很难和你打招呼呢。\n  | main_1 = 其实是从同伴们那里听说指挥官要来一起过中秋节，所以我就自告奋勇来挂灯笼，啊哈哈……果然没那么容易呢。\n  | main_2 = 其实我也有努力把这只挂到那边，再把另一只挂到这边，啊啊啊……然后不知道什么时候被缠住，接着就摔倒啦！\n  | main_3 = 指，指挥官，你应该不会趁这个时候对我恶作剧吧，我，我很怕痒欸……\n  | touch = 现在这种情况……真的只是意外……\n  | touch2 = {{黑幕|不，不是那里啦，指挥官！}}\n  | headtouch = 呜呜……这是在安慰我吗？\n  | mission = 有新任务？等，等等！先帮我解开，我也要去帮指挥官啦！\n  | home = 欢迎回来，指挥官……可以先帮我一下，然后一起来挂灯笼吗？\n  | feeling5 = 呜呜，本来是想作为大姐来露一手，让指挥官刮目相看的……结果怎么会变成这样嘛……欸？您说现在也是刮目相看了……不，不对吧，怎么感觉这是在笑话我……\n  }}\n}}\n==舰船相关==\n{{:特Ⅰ型吹雪级驱逐舰介绍}}\n===原型舰简介===\n　　'''吹雪'''（ふぶき、Fubuki、Blizzard）是旧日本帝国海军在一战后建造的一等驱逐舰，是24艘吹雪级驱逐舰(包含了特I/II/III型)的首舰。堪称当时服役的世界上最强力的驱逐舰，为当时各海军列强带了很大冲击。<br>\n　　活跃在20世纪30年代战争一线的驱逐舰。在太平洋战争中，虽然已被看成旧式舰，也没有装备氧气鱼雷，但仍旧是水雷战队的主力。作为老兵，吹雪参与了太平洋战争头一年里的诸多战役。<br>\n　　1942年10月11日，在萨沃岛海战（埃斯帕恩斯角海战）中沉没于铁底湾（Ironbottom Sound），同年11月15日除籍。<br>\n{{原型舰性能数据\n|排水量标准=1680\n|排水量满载=\n|长=118.5\n|宽=10.36\n|吃水=3.19\n|动力=50,000\n|装置=4 x 舰本式吕号専烧锅炉；2 x 舰本式涡轮引擎；2 x 推进器\n|航速=38\n|最大航程=5000\n|最大航程所用航速=14\n|编制=219\n|武器=3 x 双联装三年式127mm/50舰炮（A型）；2 x 7.7mm机枪；3 x 三联装610mm鱼雷发射器；2 x 深弹轨道；18 x 水雷\n}}\n===舰船历史===\n====建造及服役====\n　　'''吹雪'''在舞鹤造船厂建造并于1928年8月10日竣工。建造期间以“第三十五号驱逐舰”作为名称，后在8月1日改称“吹雪”。就役后与吹雪型初期姊妹舰编制成第11驱逐队。于1930年12月开始的一段时间，南云忠一大佐曾作为该队驱逐队司令。在太平洋战争开战前，主要在中国方面活动。<br>\n　　1931年，吹雪从第11驱逐队中除名，新组建了吹雪、东云、矶波3艘驱逐舰，编制了第20驱逐队。<br>\n　　在1935年9月26日的'''第四舰队事件'''后因就舰体强度问题而接受改装。<br>\n　　1936年年末，由于编制变更，第20驱逐队被除籍，吹雪归于第11驱逐队、东云归于第12驱逐队、矶波归于第19驱逐队。<br>\n　　1937年7月28日，日本海军第四水雷中队（吹雪、白雪、初雪）由轻型巡洋舰木曽、第六驱逐队（响、雷、电）、第十驱逐队（狭雾、涟、晓）、第11驱逐队（吹雪、白雪、初雪）进行编制 （司令为细萱玲子郎少将）。<br>\n　　1937年11月，第11驱逐队在第12中队指挥下参加了杭州湾登陆作战（H作战），并进行了登陆支援。<br>\n　　1939年11月，有贺幸作中佐就任为第11驱逐队司令。 初雪也修复了第四舰队事件的损坏，回到了第11驱逐队。 此外，第11驱逐队与两艘航空母舰（苍龙、飞龙）一起编队第二航空中队（指挥官户津道太郎少将）。 1940年8月下旬至9月中旬，吹雪在塞班岛、波纳佩岛（澎贝岛）、丘克群岛等地参加了演习。 在此期间，三艘船（飞龙、初雪、白雪）被投入入侵法属印度支那。 完成演习后和法印进驻作战的11架（吹雪、白雪、初雪）参加了联合舰队的期末演习，与第二水雷战队一起对假想敌舰（飞龙、苍龙）实施雷击训练。“吹雪”在有贺司令的指挥下，于1940年10月11日，参加了因就纪元二千六百年记念行事而举行的'''纪元二千六百年特别观舰式'''。第11驱逐队为配置于第二列内17艘舰中的船尾（“长门”、“陆奥”、“伊势”、“摄津”、“凉风”、“江风”、“村雨”、“春雨”、“夕立”、“五月雨”、“涟”、“绫波”、“浦波”、“初雪”、“白雪”、“吹雪”）。 同年年底，第11驱逐队被编入第三水雷中队，第23驱逐队被编入第二航空战队（菊月、夕月、卯月）。 驱逐队指挥官也从阿里加大佐改为佐治喜一郎大佐（后川口舰长）。<br>\n\n====太平洋战争初期====\n　　1941年12月太平洋战争爆发，这时“吹雪”与“白雪”及“初雪”共3艘编成第11驱逐队。司令为庄司喜一郎大佐，驱逐队司令舰则是“初雪”，“吹雪”为3号舰。而第11驱逐队隶属于第三水雷战队（司令官桥本信太郎少将：旗舰川内），并参加南方作战。开战后，“吹雪”立刻作为对马来半岛实施登陆的船团的护卫，后于加里曼丹岛攻略战、古晋攻略作战从事船团护卫等多样的任务。<br>\n　　在12月9日的马来战役中，日本海军察觉到包括威尔士亲王号战舰在内的英国东方舰队Z部队的北上，但由于部署在南遣舰队的金刚号战舰和榛名号战力不足，小泽司令决定由水雷战队和航空部队歼灭。9日晚，鸟海率领重巡最上、三隅、铃谷、熊野，轻巡鬼怒、由良，驱逐舰狭雾、吹雪、白雪、初雪尝试与Z部队夜战，但未能发现敌人。第二天Z部队在海军第二十二航空战队的攻击下覆灭了。<br>\n　　12月11日，南遣舰队集结在金兰湾，发动第二次马来登陆作战和攻占婆罗洲岛作战，吹雪离开参加第二次马来登陆作战的第三水雷战队总队，与三水战·第20驱逐队所属的狭雾一起参加婆罗洲登陆作战的护卫队总队（熊野、铃谷、吹雪、狭雾）。<br>\n　　13日，被“由良”和第12驱逐队（丛云、白云、东云）护卫的婆罗洲进攻部队在金兰湾出击，护卫队总队（熊野、铃谷、吹雪、狭雾）也紧随其后。<br>\n在作战任务中的12月17日，隶属三水战第12驱逐队的“东云”受到荷兰军飞行艇的空袭而沉没，乘组员全员战死。<br>\n　　12月24日，为救援被潜艇袭击的婆罗洲进攻部队的运输船队，护卫队总队派遣的“狭雾”被荷兰潜艇“KXVI”雷击爆沉。护卫第七战队的“吹雪”与“初雪”、“白雪”汇合后，与“初雪”一起向现场急行，“吹雪”将从“白云”等日军舰艇中救出的“狭雾”生存者移乘·回收后，与“熊野”、“铃谷”一起返回了金兰湾。<br>\n　　1942年1月26至27日，“吹雪”参加了兴楼海海战。早前虽然受到英军军机的空袭，但因对空战斗奏效而没受损伤。于27日的夜战中，在27日夜间的战斗中，第一艘扫雷艇4日凌晨4点10分发现两艘盟军船只并报告，然后4：35吹雪向全军报告。吸血鬼向川内发射了一枚鱼雷但未命中。对此，白雪一边照射探照灯一边进行炮击，击退了吸血鬼。其后与“白雪”、“夕雾”、“扫海艇1号”、“川内”、“朝雾”、“吹雪”、“初雪”及“天雾”以主炮共同将英国皇家海军驱逐舰“萨内特”号击沉。<br>\n　　“吹雪”向“萨内特”号一共发射了'''102发12.7厘米主炮炮弹'''，而其他舰只亦平均发射了70发左右的主炮炮弹。于三水战的战斗详报中，记述该次战斗为太过集中于被击破的敌舰（珊奈特号）上，对其他敌舰（吸血鬼号）的攻击并不彻底，各舰的探照灯亦因重复照射“珊奈特”号而变相看不到其他敌舰（吸血鬼号），并指出各舰因花太多时间等待三水战司令部（川内）的命令而延误了追击正在离脱的敌舰，更评价‘让其逃脱实属遗憾（遂に之ヲ逸シタルハ遺憾ナリ）’。也有日本舰队的炮弹集中在探照灯照射中的白雪上，桥本少将命令停止射击的场面。<br>\n====新加坡扫荡====\n　　接下来的作战是南部苏门答腊的进攻。轻巡洋舰“川内”、第十一驱逐队（“吹雪”等4艘驱逐舰）、1艘驱逐舰护卫陆军先遣队船队（8艘运输船）于2月9日从金兰湾出击。另外，2月10日，马来部队主队（5艘重巡洋舰、轻巡洋舰“由良”等），2月11日，陆军主力船队分别出击。<br>\n2月12日后，由于盟军从新加坡方面的撤退，马来部队指挥官小泽治三郎中将决定攻击它。轻巡洋舰“由良”归入第三水雷战队的指挥之下。2月13日，“吹雪”和驱逐舰“朝雾”击沉了英国炮舰“斯科皮恩”。2月14日凌晨，两艘船又击沉了英国巡逻艇“特朗”。<br>\n　　这天，“川内”等返回了护航编队，但“吹雪”和“朝雾”在“由良”舰长的指挥下被命令继续执行敌舰攻击任务并警戒船队的北方。之后，陆军的海上船队受到了英国特设巡逻艇“李沃”的攻击。“由良”和“吹雪”、“朝雾”前往救援，击沉了“李沃”。2月15日，船队到达泊地，开始登陆。同日，在苏门答腊西方北上的敌舰队（卡莱尔·多尔曼少将率领的1艘重巡洋舰、4艘轻巡洋舰、8艘驱逐舰）被发现。“由良”、第十一驱逐队等被命令与主队汇合。然而，敌方舰队在遭到空中攻击后撤退了。另外，“吹雪”于2月15日使英国特设铺设舰和潜艇搁浅，2月16日除了捕获2艘英国快艇外，还与“川内”一起捕获了英国油轮“RELAU”<br>\n　　17日，驱逐舰“绫波”座礁受损。在一连串的作战中，“吹雪”的所获得的战果在下方列出:<br>\n*2月13日<br>\n　　1404：吹雪、朝雾｜英特设敷设舰｜击沉<br>\n*2月14日<br>\n　　0046：吹雪、朝雾｜英特设敷设舰｜撃沉<br>\n*2月15日<br>\n　　0820：吹雪｜英特设敷设舰｜搁坐自爆<br>\n　　1715：吹雪｜驱潜艇｜搁坐<br>\n*2月16日<br>\n　　0940：吹雪｜英高速艇｜捕获<br>\n　　0940：吹雪｜英高速艇｜捕获（两艘为同时捕获）<br>\n　　0945：吹雪、川内｜英油槽船“湖内”号｜拿捕<br>\n　　于18日，“由良”与第11驱逐队向阿南巴斯群岛进发，同时脱离了三水战的指挥。<br>\n\n====巴达维亚海海战====\n　　2月18日，由今村均陆军中将所率领的陆军第16军，因西部爪哇岛攻略（兰印作战、即荷兰东印度群岛战役）的关系而分乘56艘输送船从金兰湾出击。而第五水雷战队司令官（司令官原显三郎少将：旗舰名取）所指挥的第3护卫队则为该船团进行护卫，同时原司令官亦请求在附近行动中的第七战队（4艘最上型重巡洋舰）与第四航空战队（司令官角田觉治少将：航空母舰“龙骧”）等为其进行掩护。21日，“由良”、第11驱逐队（初雪、白雪、吹雪）及第12驱逐队与第五水雷战队合流。“吹雪”被编入第三护卫队，并纳入五水战“名取”的指挥之下。24日，特设水上机母舰“神川丸”的水上侦察机发现到有潜艇出现，驱逐舰“春风”与“吹雪”就协同水上侦察机向潜艇进行深水炸弹攻击。27日，第7战队“熊野”的水上侦察机报告“包含3艘巡洋舰（1艘可能是战舰）的盟军舰队正在接近输送船团（巡洋艦3隻(1隻は戦艦可能性)を含む連合軍艦隊が輸送船団に接近中）”，原司令官在指示输送船团掉头的同时，命令分散了的轻巡洋舰“由良”、第11驱逐队及第12驱逐队集合。其后陆军对登陆日期进行了调整，表示了以吹雪以下五水战·第七战队战斗力去击破联军舰队的意向。但是，前任的栗田健男第七战队司令官有意回避水上战斗，熊野（栗田）和名取（原）之间频繁地进行了信号交换。结果，联合舰队司令部看到了两者的行为，进入仲裁，将栗田作为统一指挥官，试图打开局面。2月28日，原少将命令由良返回三水战，在驱逐舰松风上下令护送第四航空中队。<br>\n　　这时，卡雷尔·多尔曼少将率领的ABDA盟军舰队与日本海军的第五战队、第二水雷战队、第四水雷战队之间爆发爪哇海海战。在该海战内的第一次昼战、第二次昼战、第一夜战及第二夜战（2月27日-28日）中，盟军舰队的'''多尔曼少将战死'''，巡洋舰号“德·鲁伊特”号与“爪哇”号被击沉，不过美国海军重巡洋舰“休斯顿”号与澳洲海军轻巡洋舰“珀斯”号却成功脱离。28日清晨，幸存两舰到达巴达维亚。同一时间，第五战队及输送船团也抵达爪哇岛并进入梅拉克湾与班达湾开始实施登陆。吹雪、春风炮轰一艘监视艇使其搁浅。“松风”因为第四航空战队进行护卫的关系而与本队分离。另外因接收到来自“三隈”的“敌舰队接近中”的侦察结果，第3护卫队命令第七战队第2小队进行船团护卫。<br>\n　　3月1日的巴达维亚海海战中，“吹雪”联同第五水雷战队、第七战队第2小队（司令官栗田健男少将：“三隈”、“最上”）及第19驱逐队“敷波”将盟军舰队的残存舰（重巡洋舰“侯斯顿”号、轻巡洋舰“珀斯”号）击沉。3月1日0015，“吹雪”因进行哨戒单舰行动期间发现了“休士顿”号及“珀斯”号，随即向友军通报。对2艘盟军巡洋舰进行约25分钟的追迹，最后在2500米的距离外发射9枚鱼雷并报告有2枚命中。这时该2舰仍未丧失战斗力，但在战斗详报中却高度评价“吹雪”的初击。凌晨2时过后“休士顿”号及轻巡洋舰“珀斯”号相继沉没。之后的3点30分，“初雪”与“吹雪”对1艘5000吨级油槽船进行炮击，及后报告已将其击沉。同日21时35分、“初雪”与“吹雪”报告再将1艘英军驱逐舰击沉，并逼使1艘扫雷艇搁坐。<br>\n　　不过在日军在该海战中'''频频出现误射'''，特别是日本舰队所发射的氧气鱼雷（九三式）为友军带来极大损害。在以往的史料和一部分美方文献中，日军运输船的沉没、损伤是美军鱼雷艇袭击造成的，或是盟军巡洋舰的战果，海战序盘时“吹雪”所发射的9枚鱼雷就击伤了日本军输送船团。但日本海军研究了被雷时间和射线的结果，'''实际上是“最上”发射的鱼雷'''{{黑幕|(躺枪的吹雪.jpg)}}。海战期间，今村陆军中将所乘座乘的登陆舰“神州丸”、医院船“蓬莱丸”、输送船“龙野丸”、“佐仓丸”及“第二号扫海艇”就是因此沉没或严重损毁。日本陆军（今村中将）最后以‘输送船的损伤除因炮弹外似乎是受到高速鱼雷艇的攻击（損傷輸送船団ハ砲弾ノ外高速魚雷艇ノ攻撃ニ依ルモノノ如シ）’为由不追究日本海军的失误。<br>\n　　3月4日，第11驱逐队（初雪、白雪、吹雪）脱离第三护卫部队的指挥，并航向新加坡（昭南）。3月10日，第三水雷战队的编制作了修改，因损失了“东云”变成“白云”、“丛云”2舰编制的第12驱逐队被废止。“白云”被编入因损失“狭雾”变成3舰体制的第20驱逐队，而“丛云”则加入第11驱逐队，开战以来一直是吹雪型3舰体制的第11驱逐队增强为4艘。第11驱逐队另再细分为2个小队，第1小队为1号舰“初雪(驱逐队司令舰)”、2号舰“白雪”，而第2小队则是3号舰“吹雪”、4号舰“丛云”。<br>\n　　其后，在参加了北部苏门答腊扫荡作战、4月的孟加拉湾的机动战后，归投吴。6月跟着主力部队参加中途岛海战。7月中旬，日本海军于印度洋方面开始了通商破壊作战“B作战”。参加该作战参的战力为以第七战队（司令官西村祥治少将：重巡洋舰“熊野”、“铃谷”）、第三水雷战队（旗舰“川内”、第11驱逐队《吹雪、白雪、初雪、丛云》、第19驱逐队《矶波、浦波、敷波、绫波》、第20驱逐队《天雾、朝雾、夕雾、白云》）、第二水雷战队（第2驱逐队《村雨、五月雨、夕立、春雨》、第15驱逐队《黑潮、亲潮、早潮》）等舰构成，并在马来半岛西岸丹老集结。8月8日，在瓜达尔卡纳尔岛之战开始后“B作战”被中止，各队及各舰经由达沃前往楚克锚地或所罗门群岛。<br>\n\n====瓜达尔卡纳尔之战====\n　　在8月7日以后的瓜达尔卡纳尔岛之战中，瓜达尔卡纳尔岛亨德森机场发挥了重要作用。在第二次所罗门海战中，从该机场出发的美国军机击退了由第二水雷战队护卫的日军运输船队（驱逐舰睦月、运输船金龙丸沉没、轻巡神通中破），在没有制空权的海域突入运输船队已经没有成功的希望。因此，在高速的驱逐舰上搭载物资的登陆作战，通称'''“老鼠运输”'''（美军称之为“东京快车”）开始了。对于作为水雷战队核心建造的舰队型驱逐舰来说，这是意料之外的任务，除了船员的疲劳之外，还因空袭和与美军水上舰艇的战斗而迅速消耗。<br>\n　　8月30日，外南洋部队（指挥官三川军第一第八舰队司令长官）更换外南洋部队增援部队指挥官田中赖三少将（第二水雷战队司令官），任命抵达拉包尔的第三水雷战队司令桥本信太郎少将（旗舰川内）为新的增援部队指挥官。根据记录，吹雪参加了以下运输作战：<br>\n*8月29日第24驱逐队（海风、江风）、第11驱逐队（初雪、吹雪、白雪）实施了加岛登陆作战，自8月19日一木支队第1梯团登陆以来首次成功登陆加岛。<br>\n*8月31日24驱逐队司令指挥下的8艘驱逐舰（海风、江风、凉风、阳炎、初雪、吹雪、白雪、天雾）实施了向加岛的运输作战，成功登陆了包括川口清健陆军少将（川口支队长）在内的约1200名陆军士兵。<br>\n*9月2日，4艘巡逻艇（巡逻艇1号、2号、阳炎、夕暮）护送了着铺设舰津进行的加岛运输，3艘驱逐舰（吹雪、白雪、天雾）实施了机场炮击，在返程途中遭到空袭的津轻小破。<br>\n*9月5日，“吹雪、白雪、天雾、阳炎、夕暮”实施加岛运输。<br>\n*9月8日轻巡川内（第三水雷战队司令官坐乘）、驱逐舰浦波、吹雪、白雪、天雾、阳炎、夕暮，傍晚根据美军运输舰队出现的消息前往加岛，但没有遭遇，击沉了一艘驱逐舰（美军称为一艘扫雷艇搁浅，一艘大破）。<br>\n*9月12日川内、敷波、吹雪、凉风为了支援加岛的日本陆军（川口支队）总攻击，夜间突入伦加泊地，实施了约1小时的炮击。<br>\n*9月14日吹雪、凉风、第七驱逐队《潮、涟》实施加岛炮击和运输。<br>\n*9月16日在加岛的日本陆军（川口支队）总攻击失败后，在小西要人（第7驱逐队司令）指挥下，潮、吹雪、凉风拖着2艘大发动艇（20世纪20年代中期和30年代初开发和采用的大日本帝国陆军登陆艇）出击，途中受到空袭，但成功回避（吹雪的大发动艇拖索切断、丧失），实施了加岛登陆。<br>\n*10月1日初雪、白雪、吹雪、丛云搭载80名陆军青叶支队司令部（第二步兵团长）和粮食出击，在空袭回避中初雪的船舵发生故障，指挥舰变成白雪。白雪、吹雪和丛云成功登陆。<br>\n*10月4日濑户山安秀（第27驱逐队司令）大佐指挥的时雨、白雪、吹雪、丛云、绫波实施了加岛运输。<br>\n*10月7日在日进舰长的指挥下，水上机母舰日进和秋月型驱逐舰秋月，再加上时雨、吹雪、白雪、丛云、绫波从短道泊地出击，但由于天气不良，无法安排空中警戒机，日进、秋月返回短道泊地。时雨指挥下的运输队（时雨、吹雪、白雪、丛云、绫波）直接前往加岛，在零式水上观测机的掩护下成功登陆，没有损失。<br>\n　　\n====萨沃岛海战（埃斯帕恩斯角海战）====\n　　1942年10月11日12时，第11驱逐队第2小队“吹雪”“初雪”与第六战队（司令官五藤存知少将）的3艘重巡洋舰3只（青叶、古鹰、衣笠）一同从布干维尔岛肖特兰群锚地出击，前往瓜达尔卡纳尔岛对亨德森飞行场进行炮击。同日，在联合舰队司令长官山本五十六大将的命令下，第三战队（司令官栗田健男中将）的2艘金刚型战舰（金刚、榛名）及其护卫部队（第二水雷战队）作为‘第二次挺身队’，从楚克锚地出发并执行亨德森基地舰炮射击任务，而第六战队则被命令作为‘第二次挺身队’的前锋，首先突入琳加锚地及对飞行场进行炮击。第六战队司令部，基于一直以来的输送任务中美军舰队只作出有限度的反击，另外于11日昼间的航空侦察中并没有发现敌舰，以及在3小时前到达瓜达尔卡纳尔岛的输送部队（日进队）'''在没受到反击底下成功登陆'''，所以判断‘由于敌方没有大兵力的水上部队而没作反击（敵の大兵力水上部隊を以てする反撃等は無い）’，并且‘在警戒上已经算是特别地严密（特に警戒を厳に為しありき）’的状态。不过，当美军察觉到日本海军的行动后，立刻从前往瓜达尔卡纳尔岛作增援部队（陆兵约3000人）的输送船团中，抽调出由诺曼·斯科特少将所率领，正在进行舰队护卫任务的2艘重巡洋舰、2艘轻巡洋舰、5艘驱逐舰，派遣往铁底海峡待命。<br>\n　　16时后，第六战队以30节的速度快速前进，在旗舰“青叶”左前方3000米为“初雪”、右前方为“吹雪”，“青叶”、“古鹰”及“衣笠”则以单纵阵航行。在收到较早前已出发，由城岛高次少将指挥的输送部队（水上机母舰“日进”、“千歳”、驱逐舰“秋月”等）从瓜达尔卡纳尔岛发出的登陆成功的报告，第六战队决定对飞行场进行炮击。在穿过飑（一种常见于热带的暴风雨）后，21时43分在萨沃岛方向（第六战队的左前方）发现舰影，当六战队司令部正在犹豫这为敌舰队还是城岛输送队的时候，该舰影（美军舰队）开始进行炮击。碰巧美国舰队变成了用丁字战术迎击第六战队。<br>\n　　根据在青叶号舰桥的贵岛参谋的手记，最初中弹的是青叶右斜前方的吹雪，舰中央部中弹的吹雪爆炸起火了。几乎同时青叶也在舰桥被子弹命中，五藤司令官受了致命伤，通信装置也被破坏了。青叶掌舵，向右变向后展开烟幕，通过U字般的运动脱离了战场。<br>\n　　古鹰掌舵开始左转弯时，确认青叶的右舵损坏和被弹起火后，返回掌舵，向右转向追赶青叶。由此，在烟幕展开的青叶和美国舰队之间插队的古鹰受到了集中炮击，被氧气鱼雷引爆而无法航行。只有衣笠、初雪进行左旋运动，同时对美国舰队进行炮击，'''给博伊西、盐湖城造成损害'''，脱离了战场。在此期间，吹雪与青叶同航进行右转弯，但在重巡洋舰旧金山以下的集中炮击中被击沉。舰长山下镇雄少佐战死，舰上109名乘员被美军救起，在新西兰战俘集中营遭遇费瑟斯顿事件{{黑幕|（一起杀害日本战俘的事件）}}，最终存活者只有8名。<br>\n　　11月15日，吹雪与萨沃岛海战中沉没的夏云、丛云一起被除籍。另外，同日《吹雪型驱逐舰》改为《'''白雪型驱逐舰'''》。<br>\n　　2015年1月，保罗·艾伦的调查组发现了吹雪号的残骸。<br>\n*（资料来自日文维基百科）<ref>[https://ja.wikipedia.org/wiki/吹雪_(吹雪型駆逐艦) 维基百科-吹雪号驱逐舰]</ref><br><br>\n==游戏相关==\n===更新日志===\n:弹幕进行过修正，现在弹幕为正确弹幕样式。（哪一次更新修正的，编者忘记了，有知道的欢迎补充）\n===角色设定===\n===相关解释===\n===相关图片===\n:什么都愿意听我说的吹雪酱.gif（Alisa制作）{{黑幕|可以看到立绘中疑似吹雪酱大尾巴的实际上只是一条超大号的围巾。}}\n:[[File:吹雪酱.gif]]<br><br>\n----\n:吹雪礼服设计稿：\n<gallery mode=\"packed\" heights=\"200px\">\n吹雪礼服初设1(alisa).jpg\n吹雪礼服初设2(alisa).jpg\n</gallery>\n----\n:[[文件:WIKI表情包活动 吹雪酱圣诞限定版.jpg|200px]]\n:吹雪酱圣诞限定版—「[https://www.bilibili.com/video/av40309230 吹雪人]」—海事局考究组-办右台\n----\n<gallery mode=\"packed\" heights=\"300px\">\n吹雪换装2官方海报.jpg|换装「小鸡看板娘」\n吹雪换装3官方海报.jpg|换装「Music Pixy」 \n吹雪换装4官方海报.jpg|换装「特型偶像Fubuki」\n吹雪换装5官方海报.jpg|换装「实习服务生Fubuki」\n吹雪换装6日服预告.jpg|换装「灯影下的困境」\n</gallery>\n==其它舰船==\n{{舰娘图鉴导航}}\n[[分类:特I型吹雪级驱逐舰]]"
}