{
    "id": "581",
    "name": "怨仇",
    "raw_wikitext": "{{舰娘图鉴\n|分组=\n|特殊底色=\n|型号=怨仇级航空母舰1号舰\n|名称=怨仇\n|和谐名=\n|英文名=HMS Implacable\n|日文名=インプラカブル\n|编号=581\n|类型=航母\n|稀有度=海上传奇\n|阵营=皇家\n|其他获取途径=[[碧蓝海事局湮烬尘墟活动专题|湮烬尘墟]]、[[碧蓝海事局复刻湮烬尘墟活动专题|复刻：湮烬尘墟]]累计建造200次活动池后兑换获取\n|相关活动=[[碧蓝海事局湮烬尘墟活动专题|湮烬尘墟]]、[[碧蓝海事局复刻湮烬尘墟活动专题|复刻：湮烬尘墟]]\n|耗时=04:35:00（期间限定）\n|退役收益=<!--无法退役则填无法退役，否则不填-->\n|营养价值={{强化值|炮击=0|雷击=0|航空=69|装填=9}}\n|需强化炮击=0\n|强化每点炮击所需经验=0\n|需强化雷击=0\n|强化每点雷击所需经验=0\n|需强化航空=83\n|强化每点航空所需经验=20\n|需强化装填=35\n|强化每点装填所需经验=40\n|解锁图鉴科技点=22\n|突破至满星科技点=44\n|达到120级科技点=33\n|解锁图鉴属性加成=轻航/正航 耐久+2\n|达到120级属性加成=轻航/正航 航空+1\n|图鉴耐久=S\n|图鉴防空=A\n|图鉴机动=D\n|图鉴航空=S\n|图鉴雷击=E\n|图鉴炮击=E\n|装甲类型=重型\n|初始耐久=1151\n|初始装填=46\n|初始命中=32\n|初始炮击=0\n|初始雷击=0\n|初始机动=13\n|初始防空=62\n|初始航空=84\n|初始消耗=8\n|初始反潜=0\n|满级耐久=7004\n|满级装填=128\n|满级命中=97\n|满级炮击=0\n|满级雷击=0\n|满级机动=56\n|满级防空=334\n|满级航空=444\n|满级消耗=15\n|满级反潜=0\n|航速=32\n|幸运=79\n|技能1名=予怨予还的信条\n|技能1=自身所在编队进入战斗或关卡海域内其他编队进入该编队的第1、2、3场战斗，若自身存活，舰队成员受到伤害时，叠加一层【怨仇】，最多叠加9层；<br>自身发动空袭时消耗所有【怨仇】触发一轮航空弹幕Lv.1（Lv.10）(威力依据技能等级)，根据消耗的【怨仇】层数获得以下效果：<br>①大于等于3层，自身伤害提高1.0%（10.0%），持续5秒<br>②大于等于6层，本轮航空弹幕不会增加被侦测条<br>③9层，本轮航空弹幕必定暴击\n|技能2名=无法回避的命运\n|技能2=自身发动空袭时有70.0%（100.0%）的概率使在场的所有敌方单位2秒内缓慢减速至航速为0，航速为0效果持续2秒，之后在2秒内缓慢恢复至原航速，并在6秒内降低一个敌方单位机动属性10.0%（20.0%），该效果优先对精英目标生效；关卡海域内其他编队进入该编队的第1、2、3场战斗，旗舰第一轮主炮射击或第一轮发动空袭时消耗所有【怨仇】，2秒后根据消耗的【怨仇】层数获得以下效果：<br>①3-5层，在场的敌方单位2秒内减速20%<br>②6-8层，在场的敌方单位2秒内减速60%<br>③9层，在场的敌方单位2秒内航速变为0\n|技能2大型作战=自身发动空袭时有70.0%（100.0%）的概率使在场的所有敌方单位2秒内缓慢减速至航速为0，航速为0效果持续2秒，之后在2秒内缓慢恢复至原航速，并在6秒内降低一个敌方单位机动属性10.0%（20.0%），该效果优先对精英目标生效；关卡海域内其他编队进入该编队的第1、2、3场战斗，旗舰第一轮主炮射击或第一轮发动空袭时消耗所有【怨仇】，2秒后根据消耗的【怨仇】层数获得以下效果：<br>①3-5层，在场的敌方单位2秒内减速20%<br>②6-8层，在场的敌方单位2秒内减速60%<br>③9层，在场的敌方单位2秒内航速变为0'''【大型作战内，战斗次数在开启新的海域，或重新编队时候清零】'''\n|技能3名=守护羁绊的执着\n|技能3=战斗开始时，自身航空、命中属性提高1.0%（10.0%）；自身装备轰炸机武器时，自身装填属性提高1.0%（10.0%）；进入战斗时，制空状态不为制空权劣势或丧失时，队伍中（存活时）皇家阵营先锋角色防空、机动属性提高5.0%（15.0%），皇家阵营主力角色受到的航空伤害降低1.5%（6.0%）\n|技能4名=\n|技能4=\n|突破1阶效果=所有轰炸机+1/轰炸机效率提高5%/所有鱼雷机+1/鱼雷机效率提高5%\n|突破2阶效果=机库容量+1/所有战斗机+1/战斗机效率提高10%\n|突破3阶效果=所有舰载机+1/舰载机效率提高5%/轰炸机栏位可以装备任意类型舰载机\n|1号槽装备类型=战斗机\n|2号槽装备类型=战斗机、轰炸机、鱼雷机\n|3号槽装备类型=鱼雷机\n|1号槽装备效率满破=140%\n|2号槽装备效率满破=130%\n|3号槽装备效率满破=130%\n|1号槽满破武器数=3\n|2号槽满破武器数=3\n|3号槽满破武器数=3\n|1号槽满破预装填数=0\n|2号槽满破预装填数=0\n|3号槽满破预装填数=0\n|装备1=海喷火T1\n|装备2=\n|装备3=TBF复仇者T1\n|装备说明=3破后2号槽可装备任意类型舰载机\n|评价=\n(0) 核心点在于极为优秀的定身机制。定身前减速上升快，对前方起飞的队友辅助力强；定身后又有减速下降机制，提升了后方起飞队友的容错。结合本身较宽的2s定身窗口，造就了强大而泛用的控制能力。使用时应与队友紧凑调速，推荐第二起飞，亦可第三起飞，不推荐第一起飞。<br>同时，自身又有以下优势：(1) 本身也拥有足够的输出，且隐蔽能力较好（注意【怨仇】层数一般可视为必定叠满）；(2) 对于高机动BOSS可以产生不错的输出增益；(3) 可以携带多战斗机进行对空特化，又带有一定的皇家防空辅；(4) 一轮跨队定身，可拐旗舰战列的第三底座及其后方开火队友的第二底座，或拐旗舰航母及其前后方起飞队友的空袭。<br>\n[https://space.bilibili.com/13704065 不屈之瞳] 2023年3月9日 (四) 11:54 (CST)\n|备注=\n<span style=\"color:red;\">💓誓约后有14个额外语音！！！💓</span>\n----\n{{技能图标|予怨予还的信条}}航空弹幕：<br>\n220×6hit航弹，100%航空值加成，对甲补正80% 95% 115%。其伤害范围与散布范围与{{小图标2|萤火虫(1771中队)T0}}的航弹是相同的。\n----\n{{技能图标|无法回避的命运}}的具体控制效果（以空袭后时间记）：<br>\n0.0~0.3s 减速20%<br>\n0.3~0.6s 减速36%<br>\n0.6~0.9s 减速52%<br>\n0.9~1.2s 减速68%<br>\n1.2~2.0s 减速80%<br>\n2.0~4.0s 定身<br>\n4.0~4.4s 减速80%<br>\n4.4~4.8s 减速64%<br>\n4.8~5.2s 减速48%<br>\n5.2~5.6s 减速32%<br>\n5.6~6.0s 减速16%\n|CV=由加奈 / ゆかな / Yukana \n|画师={{画师数据 | Kincora }}\n|微博={{画师数据 | Kincora | 微博}}\n|推特={{画师数据 | Kincora | 推特}}\n|P站={{画师数据 | Kincora | P站}}\n|舰船型号台词=怨仇级航空母舰—怨仇\n|自我介绍台词=怨仇级航空母舰，作为光辉级的改进型而诞生。正如许多大战末期诞生的同伴那样，胜利史诗上我的名字仅在一处不起眼的边角。那么，接下来的时日里，您想好怎么“使用”我了吗？呵呵呵~\n|获取台词=贵安，指挥官，我是皇家海军装甲空母，怨仇号。对你的过往、未来、心灵以及身体都——呵呵~不用急着告诉我答案，与你共度的时间自会慢慢地、一点一点地告诉我的。\n|登录台词=愿您今日也能得到祝福。谁的祝福？呼呼，到底是谁的祝福呢~\n|登录台词_2={{悬浮框|每天都有许多同伴在祝福您，不过现在，您直接听到的只有我的祈福哦~呵呵呵♥|（好感为誓约）}}\n|查看详情台词=虽然和光辉她们的茶会总是很愉快，但这种感觉每次都会终止在我提出要亲自泡一杯的时候。这种被压抑着的心痒难耐的感觉，指挥官是不是也有过？\n|查看详情台词_2={{悬浮框|有空的话，今天一起去餐馆看看有没有什么新的口味吧。顺便还能沿途留意有没有中意的物品……呵呵呵，反正也是为了杀时间，和我在一起不是更好么？|（好感为誓约）}}\n|主界面1台词=眉头紧皱……是在为尚未归来的同伴祈福？还是在为棘手的工作而烦恼？呵呵~与其让心事淤积，不妨将它尽数倾倒出来吧。\n|主界面2台词=说吧，光辉四姐妹指挥官最喜欢的是……？想知道我喜欢的？嗯……喜欢浓一点的阿萨姆吧。\n|主界面3台词=绝不容忍，绝不留情，绝不满足，行以吾所信，这既是“怨仇”。指挥官，或许你也应该试试这样？\n|主界面4台词=看来是发起呆了呢。迷茫的指挥官就由我来引导你做一些杀时间的事吧。来吧，看这里~\n|主界面5台词=头脑不大清醒？那么这样如何——撒上小山一般多的超辣调料的皇家料理——要不要来试试？（舔舔\n|主界面6台词={{悬浮框|又眉头紧皱了呢。…这样吧。躺下来。不管是烦恼还是压力，我都会帮你释放出来的。|（好感为誓约）}}\n|主界面7台词={{悬浮框|偶像吗…的确光辉级和偶像是有一点联系呢。不过硬要说的话，指挥官你不也是舰队的偶像吗？呵呵呵。|（好感为誓约）}}\n|主界面8台词={{悬浮框|博爱与专一随你就好，不过只有你我二人时，您最好不要看别的孩子。不然…会被我“诅咒”的哦？呵呵~|（好感为誓约）}}\n|主界面9台词={{悬浮框|令高洁者堕落，令正义者背弃……厌倦了完美结局的人们，从故事里追求起背德的刺激。呵呵~指挥官，您有过这样的想法么？|（好感为誓约）}}\n|主界面10台词={{悬浮框|光辉，与你们姐妹们的演习使我受益匪浅。不过总感觉不挠放了不少水……呵呵，大概她是想早点回去享受下午茶吧。|（好感为誓约）}}\n|普通触摸台词=寻求肌肤接触的原因有成千上万种……指挥官，您是其中的哪一种？\n|普通触摸台词_2={{悬浮框|呵呵~是要让我先说出您的意图呢？还是在此之前您先开口呢？|（好感为誓约）}}\n|特殊触摸台词={{黑幕|您现在的所作所为——是“亵玩”？还是“玷渎”呢？呵呵呵~}}\n|特殊触摸台词_2={{黑幕|{{悬浮框|您在战场上时，可不是现在这幅脸红犹豫的样子哦？让我见识下你的“觉悟”吧~|（好感为誓约）}}}}\n|摸头台词=怎么了？您是希望我能对您同样这么做么？呵呵呵~\n|摸头台词_2={{悬浮框|我会为您祈福的，直到永远……永远……|（好感为誓约）}}\n|任务提醒台词=对繁琐而重复的任务感到疲倦了？呵呵。看到指挥官这么勤奋的工作至今，我还以为是乐在其中呢。\n|任务完成台词=任务完成了么？希望这次的报酬能给这平淡的日常带来一点难得的惊喜。\n|邮件提醒台词=有给您的信件。不要忘了别人对你的期待，以及对这份期待的回应哦。\n|回港台词=作战辛苦了……茶杯里的“奇怪的液体”…？你说的是我泡的茶？诶？\n|回港台词_2={{悬浮框|所以……真的不尝试一下我新改良后的茶么？于情于理，至少可以假装喝一点安慰我吧？|（好感为誓约）}}\n|好感度-失望台词=倘若你选择了黑暗，那些视你为心中光明的孩子们又将何去何从呢？\n|好感度-陌生台词=虽然我的名字象征绝不姑息绝不释怀，但我不过是遵从自己所想行事。既然你是能成大事的指挥官，自然也不用去太过于拘谨于琐碎的小事吧？\n|好感度-友好台词=我想要的不是战无不胜的圣像，而是能回应我的愿望、感情、欲望以及期待的存在。也就是说……没错。如果指挥官不知道该怎么做好的话，试着从现在就开始按我说的做吧?呵呵~\n|好感度-喜欢台词=不管是信仰还是情欲，强烈的感情并不是一定会带来堕落哦？不要被理性所束缚。如果我告诉你，我可以接纳您的一切想法，并且没有代价和条件……你应该顺势答应。\n|好感度-爱台词=爱是——羁绊是人心智中最原始的渴求。若您已经决定接受这份爱，就应该不再有所顾虑，尽情地品尝这份甘露，沉溺于这片幸福中……呵呵呵，还是不够坦率呢。不想承认也无妨。让自己忍受心中焦热的躁动也是一种享受哦。\n|好感度-爱台词_2={{悬浮框|不是为了伙伴众人，只是为了指挥官一人祈福似乎是不对的事呢。不过这一切都是您的错，是您让我如此——您应该知道要如何让我反省回归正途，对吧？没错，只需暂时地将理性抛诸脑后，遵从本心就可以了……呵呵~|（好感为誓约）}}\n|誓约台词=还有所拘谨吗？呵呵~没关系，人的理性之箍毕竟不是那么简单就能拿下来的。既然如此……闭上眼睛，放松身体，好好听我的话，什么也不用想。我会给予您永恒而甜蜜的印记——\n|委托完成台词=负责委托的同伴们都平安返航了。您第一时间的问候，是对她们最好的嘉奖哦。\n|强化成功台词=是来自指挥官的祝福么。呵呵，那愿您也能得到祝福。\n|旗舰开战台词=以女王陛下之名，赐予它们解脱吧。\n|旗舰开战台词_2={{悬浮框|以指挥官之名，赐予它们解脱吧。|（好感为誓约）}}\n|胜利台词=尽情地庆祝胜利吧。毕竟即使是幸运的女神也只会对望向她的人翻起自己的裙边哦♪\n|胜利台词_2={{悬浮框|胜利属于您，我的指挥官。|（好感为誓约）}}\n|失败台词=失败有如白衫上的污点……微不足道，但又十分刺眼……\n|技能台词=能阻止我吗？\n|血量告急台词=呵呵呵……我记住你们了。\n|彩蛋1台词={{#invoke:彩蛋台词|解析|20703|20704|20705|20712|1|0}}还是很拘谨呢，小姐们。\n|彩蛋2台词=\n|彩蛋3台词=\n|登录台词_2_mediaFile=怨仇login_ex1100.mp3\n|查看详情台词_2_mediaFile=怨仇detail_ex1100.mp3\n|主界面6台词_mediaFile=怨仇main_6_ex1100.mp3\n|主界面7台词_mediaFile=怨仇main_7_ex1100.mp3\n|主界面8台词_mediaFile=怨仇main_8_ex1100.mp3\n|主界面9台词_mediaFile=怨仇main_9_ex1100.mp3\n|主界面10台词_mediaFile=怨仇main_10_ex1100.mp3\n|普通触摸台词_2_mediaFile=怨仇touch_1_ex1100.mp3\n|特殊触摸台词_2_mediaFile=怨仇touch_2_ex1100.mp3\n|摸头台词_2_mediaFile=怨仇touch_head_ex1100.mp3\n|回港台词_2_mediaFile=怨仇home_ex1100.mp3\n|好感度-爱台词_2_mediaFile=怨仇feeling5_ex1100.mp3\n|旗舰开战台词_2_mediaFile=怨仇warcry_ex1100.mp3\n|胜利台词_2_mediaFile=怨仇mvp_ex1100.mp3\n|特性标签=控制#命中增益#跨队支援#特定舰船增益\n|2号槽进阶推荐={{推荐装备/子|0飞机轰炸机模板b|战斗机、轰炸机、鱼雷机}}\n|特殊配装推荐1=\n|特殊配装1推荐人=坐看云起\n|特殊配装1推荐理由=对单体boss战的实际配队，需要精细调速，请移步[[怨仇航母队调速工具|调速工具]]；<br>\n由于调速比奥古斯特要求低，也可以自己调速，但失败概不负责；参考意见是尽量让怨仇慢点、第二个左右起飞。<br><br><br>\n\n注意，怨仇的二号槽位可以灵活适配不同环境，需配合不同的情况分别使用战斗机/轰炸机/鱼雷机；<br>\n对'''群体AOE'''时，若用轰炸机，参考二号槽位推荐即可，若用平行鱼雷机，参考三号槽位的平行雷推荐即可（但'''一般推荐使用轰炸机'''）；<br>\n对'''单体BOSS战'''，如大世界等环境下时，二号槽位根据'''敌方护甲类型'''使用'''集束鱼雷机'''或'''火箭弹战斗机'''：<br>\n　　'''重甲'''：集束雷； '''轻甲、中甲'''：火箭弹战斗机，见下方战斗机推荐说明里对轻甲、中甲最强的；<br>\n有'''对空'''需求时，使用常规战斗机（'''金海盗'''或'''飞碟'''）或带拦截机的鱼雷机（'''飞龙、BR810'''）；<br>\n另外，输出足够，仅需'''撑制空值'''时，使用战斗机（火箭弹战斗机也可以，但飞龙等鱼雷机不行）。<br><br>\n\n故打单体时，2号槽一般不携带轰炸机，除非需要提速，例如偶尔需要携带彗星一二甲打4轮；<br>\n参考前面所说，对重甲理论上用鱼雷机，对轻中理论上用火箭弹，但由于怨仇过快，所以实际配队时还需要选用鱼雷机和火箭弹中偏慢、且对这个甲伤害不低的飞机。<br>\n\n\n|实装日期=2023年02月23日\n|身份=修女{{黑幕|魅魔}}\n|性格=邪媚\n|关键词=背德\n|持有物=\n|发色=淡黄\n|瞳色=琥珀色\n|萌点=反差萌、白丝、高开叉大露背修女服、肚脐、巨乳、露鼠蹊\n}}\n{{#invoke: 舰娘台词 | 台词面板 \n| 标题1 = 办公室的“意外”\n| 内容1 = {{#invoke: 舰娘台词 | 台词表格\n  | shipName = 怨仇换装1\n  | desc = 呼…让您看到难堪的一面了，实在是不好意思。……有空的话，来帮我收拾一下吧。“趁其他人来这里之前”…好吗？\n  | login = 愿您今日能幸运随身。——因为我已经把霉运引走了，你自然是幸运的~\n  | detail = 指挥官觉得老师和学生里，哪边比较好？我嘛……在大家眼里值得信赖的指挥官，其实是一个对老师有着非分之想的坏孩子——想想看就觉得很刺激呢♥\n  | main_1 = 唔，袜子上也沾到水了……这下有点麻烦了啊，等会去换一双好了？\n  | main_2 = 为什么明明标着“特辣”的午间套餐，实际吃起来却远没有“特辣”的感觉呢…下次得提点意见才行。\n  | main_3 = 说起来，指挥官对那些“富有个性”的学生是有自己的一套想法吧？呵呵呵，指挥官独特的“教育方法”，到底是什么呢♥\n  | touch = 扣子开了？谢谢提醒。…所以指挥官，您的本意真的只是提醒我吗？\n  | touch2 = {{黑幕|这样的展开……是指挥官您所期待的吗？呵呵~}}\n  | headtouch = 我可以把这理解成“趁人之危”么？\n  | mission = <!--任务提醒-->\n  | mission_complete = <!--任务完成-->\n  | mail = <!--邮件提醒-->\n  | home = 指挥官，您进来的时候有没有看到我准备的茶？不见了？该不会又被女仆当成奇怪的东西倒掉了……\n  | expedition = 后勤物资已经送到了。怎么了，你想让刚摔一跤的可怜人给你做搬运工作吗？\n  | battle = 检验学习成果的时候到了，不要让老师我失望哦。\n  | win_mvp = 老师最欣慰的时候，莫过于学生取得成就之时了。\n  | lose = 唔……抱歉，这下是我的失职了。\n  }}\n}}\n==舰船相关==\n{{:怨仇级航空母舰介绍}}\n===原型舰简介===\n[[文件:HMS Implacable.jpg|缩略图|400px|右|怨仇号航空母舰（1952年）]]\n　　'''怨仇号（HMS Implacable，86/R86）'''是英国皇家海军的'''怨仇级航空母舰的1号舰'''，也是皇家海军'''第3艘以此为名的军舰'''。怨仇级是二战时期皇家海军拥有的最大、最强、最快的航空母舰，但其身上大多数优秀的设计都被机库设计高度缺陷所拖累，无法搭载战争中后期逐渐普及的新的大型飞机（例如美制F4U海盗），难以完全发挥实力。{{黑幕|（和前卫境遇类似）}}<br>\n　　由于战争的影响，怨仇级的建造工作也被拖长，怨仇服役时已经是1944年8月，二战还剩最后一年。服役后，怨仇先是被分配到'''本土舰队（HF）'''，参与对德国战列舰提尔皮茨的搜寻和攻击任务。1945年3月10日怨仇完成修理和改装后，搭载801中队（24架海火LIII）、828中队（21架TBF复仇者）、880中队（24架海火LIII和FRIII）和1771中队（12架萤火虫I），准备前往太平洋加入'''英国太平洋舰队（BPF）'''，执行对日作战任务。这是'''迄今为止英国航母上最大的航空大队'''。<br>\n　　二战结束后，怨仇被用作人员运输，接回了众多盟军战俘和士兵。随后一段时间怨仇主要是飞行训练以及为作为皇家游艇的{{小图标|前卫}}护航。作为新型战斗机的试验，怨仇还曾起降过来自702中队的'''海吸血鬼'''喷气式舰载机。1950年开始逐渐被改装为飞行员训练航母。<br>\n　　1951年，怨仇曾被选中于1953~1955年进行大规模现代化改装工作，计划将两层机库合并，换装蒸汽弹射器、强化阻拦索和扩大升降机，可以运用30000磅（14吨）的喷气式舰载机，增加航空燃油储备，更换锅炉，扩大舰岛搭载最新型电子设备，将防空炮更新为双联76.2mm高炮和六联装博福斯等等。这本是咸鱼大翻身的好机会，然而先前进行的[[胜利]]的现代化改装花费了比预期多得多的人力、物力和经费，怨仇的改装计划被不断推迟、缩水，直至1952年，海军部决定胜利作为最后一艘现代化改装的舰队航母，怨仇的改装计划被彻底取消，最终还是作为训练航母走完了一生。\n{{原型舰性能数据\n|排水量标准=23450\n|排水量满载=32110\n|长=233.6\n|宽=34.9\n|吃水=8.81\n|动力=148,000\n|装置=8 × 海军部三汽鼓锅炉；4 × 蒸汽涡轮机；4 × 推进器\n|航速=32\n|最大航程=12000\n|最大航程所用航速=10\n|编制=1585~2300\n|武器=（'''1946年1月'''）8 x [[双联装113mm高射炮]]；4 x 单装40mm 博福斯；5 x 八联装40mm“砰砰”炮；3 x 四联装40mm“砰砰”炮；17 x 双联装20mm 厄利孔；17 x 单装20mm 厄利孔\n|装甲=水线装甲 114 mm；飞行甲板 76 mm ；机库 51 mm；舱壁 76~51 mm\n|舰载机=60；81（1945年，含甲板系留）\n|其它=279型雷达；272型雷达；277型雷达；281B型雷达；6 x 282型雷达；293型雷达；1 x 弹射器\n}}\n*（数据来自navypedia）<ref>[https://www.navypedia.org/ships/uk/brit_cv1_implacable.htm navypedia-怨仇级]</ref><br>\n*（资料来自维基百科）<ref>[https://en.wikipedia.org/wiki/HMS_Implacable_(R86) 维基百科-怨仇号航空母舰]</ref><br><br>\n===舰船历史===\n{{折叠面板|标题=一、技术背景|选项=4|主框=1|样式=info}}\n　　1937年，国防部长Thomas Inskip男爵恢复对皇家海军航空兵的控制权后，海军部便筹划针对舰载航空兵的一次扩军计划。既然对不挠的改造已经明显偏离了光辉级的最初设计，海军董事会决定再往前走一步——对1938年订购的第三批后两艘航母提出新的设计要求：维持23000吨标准排水量不变的前提下，将舰载机数量提升到54架。同时，将最高航速尽可能提升至32至35节。在首舰下水前，海军董事会又提出增加舰体机库侧面的装甲厚度。<br>\n　　符合上文要求的两艘新航空母舰被命名为怨仇号和不倦号，她们在与光辉级相同吃水的前提下，拉长了26ft（7.92m）。原先的三轴推进系统已经无法满足航速要求，因此设计师将新的四轴推进系统硬生生塞进了和光辉级相同宽度的船体。更强劲的动力带来了更多的废气需要净化，怨仇级的烟囱因而变得更大，从舰桥特征就能与光辉级的姐姐们区分开。除了舱壁装甲厚度由1.5in提升到2in（5.08cm），为补偿增加厚度带来的额外增重，下机库的高度下降到和上机库相同的14ft（4.27m）。一系列改动导致了飞行甲板的干舷高度为50ft（15.24m），比光辉级高了12ft，比不挠低了2ft。<br>\n　　怨仇号和她的妹妹不倦号都因为其他短时间高优先级的项目导致建造延误，她们最终在1944年完工。她们的武备反映出1940以来英国建造航母的一系列经验，包括增强的水面、空中预警雷达，以及更优秀的目标指引与火控雷达。近防武器的升级包括40mm博福斯和20mm厄利孔。对于4.5in（114mm）副炮而言，它们的炮塔被设计成平顶结构并且略低于飞行甲板，这样一来就能避免与飞行甲板位置干涉。但即便如此，这些炮塔的位置依旧使飞行甲板出现“瓶颈”（宽度突然变小），可能影响舰载机的着舰判断。<br>\n　　怨仇级航空设备相比光辉级和不挠进行了新的改造，弹射器和拦阻索的最大起飞重量都上升到了20000lb（9072kg）。她们的前升降机比后升降机大，但仅用于上机库，这一布局与不挠一致。而与不挠不同的是，怨仇级的下机库比她长40ft（12.19m）。之所以降低机库高度的要求被接受，是因为怨仇级不需要像她们的姐姐那样起降带浮筒的飞机。怨仇级也因此成为了当时英国建造最大的，不起降水上飞机的航空母舰。尽管14ft的机库高度在1938年可以接受，但在战争扩大到世界大战后，该尺寸的限制使得怨仇级两艘航母没有一艘能够装载根据《租借法案》提供的美制F4U战斗机。更糟糕的是1945年英国加入太平洋舰队后，因F6F战斗机的短缺，她们只能使用数量足够但对于太平洋战场来说航程短并且容易损耗的海火战斗机。可搭载舰载机数量的减少间接使平均每架舰载机可用燃油增加，但这些增量对于发动攻击波来说并无大用。到了1945年，怨仇号上容纳航空武器的空间也即将告罄。<br>\n　　怨仇号和不倦号最初都按照能够通过巴拿马运河的标准设计尺寸。但在建造过程中人们发现一个显而易见的问题：船尾测距的区域需要最大化。具体来说，怨仇号的尾部甲板在经过副炮塔后的宽度需要足以容纳三架舰载机。然而，在满足了上述条件后她们的宽度无法通过巴拿马运河——确切来说是支撑结构导致的宽度增加。因此必须另寻出路。<br>\n　　最终设计师将怨仇号副炮炮塔顶部做成与甲板平齐解决了这个问题。一方面是出于实际性以及保护舰载机的考量不适合让炮弹穿过飞行甲板，另一方面后期船员的技术足以驾驶或拖曳舰载机从炮塔顶部通过。这样一来既不用担心支撑结构的影响，又可以达到扩大面积的作用。事实上，在怨仇级之前的光辉级甲板尾部区域就因面积过小而被描述为“不受欢迎的沟壑”。<br>\n　　怨仇级航空母舰的实用性受到诸多设计上缺陷的限制。额外的第四推进单元相比光辉级需要更多的机械结构来添加燃料。并且在建造过程中增加的雷达和近程武器的数量进一步增加了船员规模。到1945年，她们搭载了48架海喷火、12架萤火虫和21架复仇者，地勤人员、飞行员以及操作工的数量接近原先估计的两倍。两者的共同作用下，船上的车间空间严重不足，英军不得不挪用一部分下机库作为车间和宿舍。与上述诸多问题相比，最大的缺陷莫过于只有14ft的机库高度，战后的诸多新式舰载机因此无法被搭载使用。究其原因，是因为在设计阶段时人们并未从长远眼光考虑，给舰载机发展提供足够的空间裕量。也正因为此致命缺陷，怨仇级作为耗时五年建造的英国最大航空母舰仅仅服役了四年半。<br>\n{{折叠面板|内容结束}}\n{{折叠面板|标题=二、战后改造|选项=6|主框=1|样式=info}}\n　　计划上，怨仇号将会和胜利号接受相同的改造项目。她的干舷高度将下降到下机库，然后在下机库上重新建造一个至少17ft6in的新上机库、新的住宿区、车间以及新的装甲飞行甲板，舰岛和武器与胜利号一致。胜利号的改造预计从20世纪50年代中期持续到1955年，改造预算为10335000英镑。怨仇号的改造预计在1953年11月启动，到1957年4月结束，改造预算为10460000英镑。但随着胜利号改造的进行，人们发现改造成本和难度节节攀升。最终海军董事会认为怨仇号的改造成本过高，不如新造一艘战舰，并且怨仇号的机库也无法放入战后的韦斯特兰旋风直升机。综合上两项原因，最终怨仇号的改造工作被取消了。<br>\n{{折叠面板|内容结束}}\n{{折叠面板|标题=三、战时服役|选项=7|主框=1|样式=info}}\n　　怨仇号于1938年由位于克莱德赛德的费尔菲尔德造船厂订购，一年后的2月21号下水。建造过程中她的海军编号为J672，船坞号672.<br>\n1940年，大西洋反潜战吃紧，英国将怨仇号的建造暂停转而建造驱逐舰和护卫舰。恢复建造后，怨仇号于1942年12月10号正式下水。2年后的5月22日，她于造船厂服役。随后，她在海上进行试航，并于同一年6月16日至8月28日在罗赛斯造船厂修复海试时期发现的缺陷。8月末，828和841两个中队的梭鱼组成第二鱼雷轰炸侦查队到达怨仇号，他们将在克莱德海域进行训练。1944年9月22日，海军航空兵1771中队的萤火虫加入怨仇号的航空队，但原先安排给她的海喷火战斗机刚刚从暴怒号离开，尚在重新装备和训练替补人员阶段。10月7日，怨仇号到达斯卡帕湾并加入本土舰队。10月14日，她参与了搜索德国海军提尔皮茨号战列舰的行动。一组萤火虫在哈科伊岛（近挪威特罗姆瑟）发现提尔皮茨号并请示立刻使用梭鱼发动攻击。但司令部以“没有护航战斗机”为由拒绝了这一请求。但怨仇号并非一无所获，她的萤火虫中队在莫斯约恩扫射击伤一艘4700吨敌舰，并在索莱森将三架敌机摧毁在地面上。10月26日，由887和894两个海喷火中队组成的第24海军航空兵中队加入怨仇号，他们参加了后续发动的运动员行动。怨仇号袭击了位于挪威博德、洛维克、罗丁斯的轴心国部队，她的梭鱼在此期间向敌军投掷合计27吨炸弹。<br>\n　　1944年10月28日。怨仇号的梭鱼舰载机发动了二战期间英军最后一次空中鱼雷袭击。以一架梭鱼被击落的代价，怨仇号击沉6艘敌方商船，击伤7艘，并将德国潜艇U-1060逼迫到暗礁附近搁浅后摧毁。2天后，怨仇号返回斯卡帕湾锚地，她的第24海军航空兵联队被第38联队替换。第38海军航空兵联队包含801和880两个中队，801中队的战机是先前一直服役的梭鱼和萤火虫，808中队的战机是海喷火。11月8日，怨仇号起航为正在挪威海岸执行布雷任务的友军护航航母舰载机提供战斗机支援。11月27日，怨仇号参与了远虑行动，她的梭鱼和萤火虫编队对阿尔斯特岛附近的敌舰展开攻击，并取得2沉4伤的战机。她的战斗机中队使用机炮对护航舰艇造成一定损毁。一天后，由于恶劣海况造成的舰艏损坏，怨仇号不得不返回斯卡帕湾进行维修。12月4日，怨仇号再次为布雷行动进行掩护。四天后她参加了儒雅行动。行动期间，怨仇号上的1771海军航空兵联队的萤火虫和护航航母号手号的野猫舰载机联合击沉了一艘德国扫雷舰。1944年12月15日，怨仇号进入罗赛斯船厂进行改装以适应太平洋气候，并准备加入英国太平洋舰队参加对日作战。<br>\n　　1945年3月10日，怨仇号的改造完成了。在这个时候，她拥有英国航母上最大的舰载机群：12架来自1771中队的萤火虫、21架来自828中队的复仇者、48架来自扩编后第38海军航空兵中队的海喷火。她于3月16日启航加入太平洋舰队，4月份她到达锡兰整备，一个月后到达悉尼。又过了一个月，怨仇号加入了从冰山行动中返航的第一航空母舰联队。6月16日，怨仇号参加了袭击特鲁克岛的囚犯行动。在这场行动中，统治者号护航航母作为舰载机的备降航母。<br>\n　　1945年7月初，怨仇号与{{小图标|胜利}}、{{小图标|可畏}}一起离开巴布亚新几内亚的马努斯岛。7月6日，她们加入美军的TF37特混舰队参与袭击日本本土的行动。10天后的7月16日，英军在本州岛附近与美军TF38特混舰队会合。舰队的规模之宏大以致一位英国飞行员描述为“目之所及皆友舰”，一天后第一航母编队袭击东京平原地区。在接下来的25天内，尽管受到恶劣天气、整备时间以及规避原子弹爆炸产生的放射性物质三点限制，怨仇号的舰载机在有限的8天内依旧起飞了超过1000架次舰载机对日军的机场、船厂、航运港口、工厂以及铁路展开打击。1945年8月10日，怨仇号起飞超过70架次舰载机对本州区域的日军目标进行空袭。一天后怨仇号与胜利号、可畏号经过补给前往悉尼。8月24日怨仇号到达悉尼，在之后的2个月内她协助盟军舰队将盟军战俘送回澳大利亚和加拿大。10月18日，在将位于新几内亚的澳军战俘送回澳大利亚后，怨仇号从温哥华启航，将荷兰战俘送回印尼巴厘巴板。<br>\n{{折叠面板|内容结束}}\n{{折叠面板|标题=四、战后时光|选项=8|主框=1|样式=info}}\n　　1945年12月，怨仇号在悉尼进行缺陷维修以准备再次搭载飞行中队。之后801海喷火中队、828复仇者中队和第1790海军航空队的萤火虫作为舰载机登舰，怨仇号在澳大利亚和新西兰海域进行新舰载机的测试。1946年1月23日，她与同级的不倦号、巨像级光荣号、战斗级驱逐舰无敌舰队号和T级驱逐舰托斯卡纳号到达墨尔本进行访问。访问期间，英澳两国的1000名船员在墨尔本游行，他们接受近25万澳大利亚市民的注视。英军舰队于1月31日起航，在悉尼花园岛造船厂接受改造。同一年5月5日，怨仇号返回英国。6月3日，在放下一部分航空队后怨仇号到达朴茨茅斯。不久，减员后的她作为训练舰载机甲板着陆的航母加入了英国本土舰队。<br>\n　　1947年2月怨仇号在没有自己的舰载机情况下参加了西地中海演习，2个月后她进行了一系列维护和改装并于同一年10月重新服役。由于新式舰载机尚未整训好，怨仇号暂时替代{{小图标|光辉}}作为训练航母。1948年10月怨仇号在罗赛斯接受一次小改后，于当年12月成为本土舰队旗舰。<br>\n　　值得一提的是，1946~1948年，怨仇号作为实习舰培养了大量中国水兵。而其中相当一部分参与了1949年的起义（包括了重庆舰{{小图标|欧若拉}}起义和灵甫舰起义），为人民海军奠定坚实的基础。<br>\n　　1949年4月，新的第一海军航空联队登上怨仇号。他们包括来自801中队的海大黄蜂和来自813中队的火把。4月29日，怨仇号上升起了海军上将菲利普维安的将旗。由于缺乏机组人员，怨仇号所搭载的航空队规模被限制在很小的区间。在秋季巡航期间，她额外得到了来自702中队的海吸血鬼战斗机以增强航空队。从实际效果看，海吸血鬼这一喷气式战斗机在她的飞行甲板上能够十分成功地起降。1950年，怨仇号再次得到了临时扩充。这一次是来自815中队的梭鱼。该中队通常在位于北爱尔兰的皇家海军航空兵艾灵顿联队中执行反潜训练。<br>\n　　1950年9月13日，怨仇号在卸下所有舰载机中队后转为预备役。她随后由一小组船员进行维护保养。曾经的机库被逐步改造为宿舍和教室，从而将怨仇号改造为一艘训练航母。1952年1月，怨仇号作为本土舰队训练中队的旗舰重新服役。服役期间她一直在海上奔波，并保持运转状态。1953年6月15日，怨仇号在斯匹特黑德参加了伊丽莎白女王二世的加冕典礼。10月10日，怨仇号搭载阿盖尔和萨瑟兰高地人部队的一个营从普利茅斯出发到达特立尼达。她将参与应对英属圭亚那岸上危机的增援行动。1954年8月19日，怨仇号的旗舰位置被{{小图标|前卫}}代替，她在除名后于1954年9月1日退役。当海军部拒绝为她进行现代化改造后，怨仇号被列入拆解名单。<br>\n　　1955年10月27日，怨仇号被出售给拆船公司，拖到印卫基辛后自1955年11月起逐步被拆毁。<br>\n{{折叠面板|内容结束}}\n*文本资料来源：英国航母设计、发展、服役史<ref>David Hobbs,British Aircraft Carriers Design, Development and Service Histories,Pen & Sword Books,Seaforth Publishing,2013,182-188.</ref><br>\n==游戏相关==\n===更新日志===\n===角色设定===\nイラストリアス級の改修型の装甲空母。<br>\n飄々としつつも妖艶的な雰囲気を纏っており、優雅なるレディとは言い難い女性。<br>\n信仰があるわけではないにもかかわらず信心めいた発言を多用するなど、背徳感？を楽しむタチ。<br>\n<br>\n翻译：苍染兰<br>\n光辉级装甲航母的改进型。<br>\n带着一种难以捉摸的妖娆气质，很难说是优雅的淑女。<br>\n虽然她自身没有宗教信仰，遣词造句却显得十分虔诚，并且十分享受这样的背德感（？）。<br>\n===相关解释===\n===相关图片===\n<gallery mode=\"packed\" heights=\"250px\">\n怨仇官方海报.jpg|官方海报\n怨仇换装日服预告.jpg|换装「办公室的“意外”」\n怨仇立绘设定.jpg|怨仇立绘设定\n</gallery>\n==其它舰船==\n{{舰娘图鉴导航}}"
}